[{
		"title": "Paganayan a katigan nu Sinumulat kano niya a kitab ",
		"content": "بسم الله الرحمن الرحيم\n\nSu langun u bantugan na lekanin a Allah ando su sajahatla kalilintad na lekanin a Nabi Nin ando lekanin a mga ambawatan nin, mga tagepeda nin langkap kano mga tao a tinumuntol  sa kano sab`dan nilan taman sa kano mauli a gay.\n\nPitalo nu Allah sa kano Qur`an Nin a talagunay:\n\n يأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ. آل عمران 102 \nHi, sekano a mga palitiyaya, ikagileko su  Allah sa benal a kagilek ando dili kano matag matay, yatabya na sekano na mga muslim kano. [A`la-Imran 102]\n\nSu niya manawt a kitab a inisulat ko sa basa na maguindanaon a ininggungalanan ko sa \"Kitab a TAWHID ando Ambalangan u KASAKUTO Ando su mga Hukuman nin  \" na yako siya kahanda na ando kasabutan u antayin a pembatya lun su maana nu Tawhid ando su mga atulan a napadalem lun ando su mga katalo nu mga ulama nu islam lun. Siya kuden inya kinandut a mga bityala sa tawhid kano mga kitab  inipanulat u sabad sa kano mga ulama nu Ahlissunnah Waljamaah magidsan e su nangawna ando su nangawli sa kanilan a siya nilan bun mambo pinaudsad sa kano Qur`an ando Sunnah ando siya kano palitiyaya nu mga Salaf Assalihin manaso mga sahabah ando su mga tabiin watabiit tabiin. \n\nMawli na pimbityala ko siya su maana nu kasakuto ando ambalangan nin taman sa kano hukuman nin ka ando kadsanggilan u mga muslim su niya migkaselasela a kadusan kano Allah ando pinagusay ko su mga hukuman u kambetad u kasakuto sa kano mga muslim ka ando kasabutan sa mapiya e antayin ba e nakasakuto sa masela a kapatut a makalyo sa kano libo nu kaislami ando dili kapatut a kukumen sa kaper ka ando kadsanggilan u sabad sa kano mga muslim e paidupaido bu na talwa nin sa kaper su pagidsan nin a muslim na dikna ka dapamunb`s mapatut a makaper sekanin sin kano kumpasan u agama, maetubon mambo su mga tao a kukumen sa mga muslim pawn inunta na sabap sa kano mga galbekan nilan na patut den a nakalyo sa kano libo nu kaismali.\n\nMawli na pinagusay  ko su maana nu mga bityala kano Tawhid a inusalan sa basa na arab mana (Ahlissunnah Waljamaah, Aquidah, Salaf Assalihin ando su kaped pan) ka ando kasabutan u mga suled ko a dilinilan pan katuntayan sa mapiya su maana nu niya a mga katigan kano islam. Pangnin ko sa kano Allah e baluy Nin salaki su niya a kinasulat ko sa lillah ando makambalapantag sa laki ando baluy Nin a makagkawgat sa kano timbangan u mapiya ko ando mapiya nu dua a lukes ko kano kawma nu gay a diliden makambalapantag su tamuk ando wata ya tabya na antayin e matalingguna nin su Allah sa atay a sajahatla.\n\nShukuran ko su mga suled ko kano islam a midtinggapas maginatulan sa kano kina pangaden kano niyaba a kitab, mana sila Ustadh Abdulwahid M. Esmael, a sekanin e minatul sa kano kina sulat sa kano niya a kitab, ando sila Engr. Nurguiaiz Mohammad, ando si Engr. Nursalih Salik, ando  si Engr. Dris Abdurrahim Tiboron, taman sa kano mga tagepeda nilan silan manem e minggasto kano tamuk nilan sa kina limbag kano niya a kitab. Balasan silan langun u Allah, ando baluy Nin a makagkawgat sa kano timbangan u mga galbekan nilan a mapiya, ando siya kano mga lukes nilan sin kano kawma nu gay a mawli. Sakamaeto bun a shukuran ko su mga taw a maginapas sa makasapali silan sa kano kapyanan u niya a kitab, sa kasampay nin sa kano mga muslim, sa apya ngin a ukit a mapiya, manaso kapamayapat lun, ando kalimbag lun paluman, sa ya kahanda lun na Lillah, ando kasampay kano balas a masela sa kanggunan sa kano gay a mawli. \n\nSu langun u kasajahatla kalilintad kabarakat nu Allah na makasampay sa kano Nabi taman kano mga pagali nin ando mga tagepeda nin.\n\nAhmadJohn Naga Salik\n \n"
	},{
		"title": "Maana nu Islam",
		"content": "Su Islam na yanin maana sa basa na arab na siya kinandut sa kano kalimah a salam kalilintad, ando yanin kanggumaana na su katapenay sa kano Allah sa kano ginawa salka Nin sa siya pakanggulalan sa kano kapangu-ngunutan kano inisugo Nin ando kadsanggila sa kano mga inisapal Nin. \n\nYanin maana naso langun u mga Nabi nu Allah na mga muslim langun sabap sa initapnay nilan su manggiginawa nilan sa kano Allah magidsan e su mga nawna sa kanilan ando su nangawli den sa kanilan, ando ya kaped a nasabut kano Islam na dikana inya bago a agama a yabo nananggit lun na si Muhammad صلى الله عليه وسلم ugid na siya salkanin sinampulna nu Allah kagina sekanin den I mawli a sugon u Allah a nabi Nin siya sa dunya yaden makatundug siya na bangkiten den u Allah su dunya pitalo nu Allah siya sa kanu Qur`an:\n\nالْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا [المائدة:3]\n\"Saguna tigo Allah na sinampulna Ko salkano su agama nu ando tinalutup Ko salkano su limo Ko ando pinakalilinyan Ko salkano su Islam sa mapagagama nu. [Al-maedah 3]\n\nTaman sa dinenda nu Allah su mga manusiya a malilini pan sa agama a salakaw sa kano Islam sa yanin pitalo:\n\nوَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ. آل عمران  85\n\"Antayin e malilini pan sa salakaw sa kano Islam a mapagagama nin na dililunden matalima ando sekanin sa kano gay a mawli na makuyug sa kano mga nangalugi. [A`la Imran 85]"
	},{
		"title": "Mga Rukun u Agama Islam",
		"content": "Su Islam na pembalay sa limatiman e rukun. Ikaisa na kadsaksi sa dala den kadnan a patut a simban ya tabya na su Allah. Ando kadsaksi sa si Muhammad na ulipen ando sugu nu Allah. Ikaduwa na katindeg sa kano sambayang. Ikat`lo na ka inggay sa kano zakat . Ikapat na kapuwasa kano ulanulan u ramadhan. Ikalima na kapanayhajji sa kano walay nu Allah sa kano antayin epakagaga kano gastunin sa sumu muli. \n\nSu niya a mga rukun u Islam na natimo sa kano hadith a pinanudtul e Bukhari a hadith ni Abdullah Ibn Umar a kaliliniyan  sekanin u Allah:\nعَنِ ابْنِ عُمَرَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم «بُنِيَ الإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَالحَجِّ، وَصَوْمِ رَمَضَانَ».\nMaana nu Laa ilaha illallah\nYa maana nu Laa ilaha illallah, na daladen Kadnan a patut a simban, yatabya na sekanin a Allah, a isaisa ninbo . Hadith a nakapun kani Abdullah Ibn Abbas رضي الله عنه Sabensabenal su Sugo nu Allah صلى الله عليه وسلم na guna nin sugowa si Muadh Ibn Jabal رضي الله عنه  sa yaman, na yanin pitalo salkanin: Sabensabenal a seka na matalingguma ninka e mga tao a mga ahlul kitab, yahudi, ando nashara, na pagaden ka sa ya paganay a mipangenggat ninka sa kanilan na kadsaksi sa dala kadnan a patut a simban yatabya na su Allah, na amika palitiyayan ka nilan, na pasabuti ka sa kanilan e su Allah na inipaliyugat nin sa kanilan su limatiman a sambayang, sa kano uman mapita, ando magabi, na aminka palitiyayan kanilan, na patuntayi ka sa kanilan e su Allah na inipaliyugat nin sa kanilan su zakat, a kuwan sa kano mga kawasa nilan, na imbalingan sa kano mga miskin sa kanilan, a kangapasangan, na aminka palitiyayan kanilan na kalimu-limo ka na daka kumwa su andaw e masela sa kano tamuk nilan. ikagilek ninka su dua nu kangasalimbutan, ka dala pagiletan nilan sa kano Allah. \nعن ابن عباس -رضي الله عنهما-: أن رسول الله -صلى الله عليه وسلم- لما بعث معاذا إلى اليمن قال له: \"إنك تأتي قوما من أهل الكتاب، فليكن أولَ ما تدعوهم إليه شهادة أن لا إله إلا الله\" -وفي رواية: \"إلى أن يوحدوا الله-، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فَتُرَدُّ على فقرائهم، فإن هم أطاعوك لذلك فإياك وكَرَائِمَ أموالِهم، واتق دعوة المظلوم فإنه ليس بينها وبين الله حجاب\"."
	},{
		"title": "Maana nu Laa ilaha Illallah",
		"content": "Ya maana nu Laa ilaha illallah, na daladen Kadnan a patut a simban, yatabya na sekanin a Allah, a isaisa ninbo. Hadith a nakapun kani Abdullah Ibn Abbas رضي الله عنه Sabensabenal su Sugo nu Allah صلى الله عليه وسلم na guna nin sugowa si Muadh Ibn Jabal رضي الله عنه  sa yaman, na yanin pitalo salkanin: Sabensabenal a seka na matalingguma ninka e mga tao a mga ahlul kitab, yahudi, ando nashara, na pagaden ka sa ya paganay a mipangenggat ninka sa kanilan na kadsaksi sa dala kadnan a patut a simban ya tabya na su Allah, na amika palitiyayan ka nilan, na pasabuti ka sa kanilan e su Allah na inipaliyugat nin sa kanilan su limatiman a sambayang, sa kano uman mapita, ando magabi, na aminka palitiyayan kanilan, na patuntayi ka sa kanilan e su Allah na inipaliyugat nin sa kanilan su zakat, a kuwan sa kano mga kawasa kanilan, na imbalingan sa kano mga miskin sa kanilan, a kangapasangan, na aminka palitiyayan kanilan na kalimu-limo ka na daka kumwa su andaw e masela sa kano tamuk nilan. ikagilek ninka su dua nu kangasalimbutan, ka dala pagiletan nilan sa kano Allah. \n\nعن ابن عباس -رضي الله عنهما-: أن رسول الله -صلى الله عليه وسلم- لما بعث معاذا إلى اليمن قال له: \"إنك تأتي قوما من أهل الكتاب، فليكن أولَ ما تدعوهم إليه شهادة أن لا إله إلا الله\" -وفي رواية: \"إلى أن يوحدوا الله-، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فَتُرَدُّ على فقرائهم، فإن هم أطاعوك لذلك فإياك وكَرَائِمَ أموالِهم، واتق دعوة المظلوم فإنه ليس بينها وبين الله حجاب\".\n "
	},{
		"title": "Mga sharat u Laa ilaaha Illallah",
		"content": "Ikaysa sharatin na katuntay. Katuntayan su maana nin فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللّهَ Sabutika tigo Allah e sabensabenal a dala kadnan a patut a simban ya tabya naso Allah. [Muhammad 19]. sa yanin ukit na ipendala den su langun u\npedsimban, sa pedtumpungen salkanin bu a Allah. Pitalo nu Allah:\n﴿ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾  سورة الفاتحة: 5\n\"Sekabo e pedsimban nami ando pangnian name.\" [Al-fatiha 5]\n\nIkaduwa a sharat u Laa ilaha illallah na mapangimbenal u pamusungan, sa dala kanduwaduwa lun. Pitalo nu Allah:\n\n إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُوا...ْالحجرات 19\nSabensabenal tigo Allah su silan anto a mga palitiyaya na pinalitiyayan nilan su Allah ando su sinugo Nin sa dala silan anduwaduwa.[Al-hujurat 19]\n\nIkatlo a sharat u Laa ilaha illallah, na ikhlas sa kano Allah sa dili kasimbulan a kasakuto. Pitalo nu Allah:\n\nوَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ... البينة 5 \n\"Ando dala inisugo sa kanilan ya tabya na ando nilan masimba su Allah sa ikhlas salkanin su agama. [Al-bayyinah 5]\n\nIkapat a sharat u Laa ilaha illallah na mapangimbenal sa dili kasimbulan a kabudtod. Pitalo nu Allah:\nإِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ. المنافقون 1\n\"Pabila tigo Allah ya Muhammad ka makawma salka su mga munafiq,na yanilan talun na pedsaksiyan nami e sabensabenal a seka na sinugo kano Allah, ando su Allah na katawan Nin e seka na sinugo kanin, ando su Allah na pedsaksi sa sabensabenal su mga munafiq na mga budtuden. [Almunafiqon 1]\n\nIkalima a sharat u Laa ilaha illallah, na lilini a dala simbulen a bensi. Pitalo nu Allah:\n\n وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ... البقرة 165\n\"Ando sabad sa kano mga manusiya e nangaden silan sa salakaw sa kano Allah, sa initumpuk nilan lun sa kaliniyan nilan, sa manaso lilini nilan sa kano Allah, ando su silan anto a mga palitiyaya, na sangat e kalilini nin sa kano Allah. [Albaqarah 165] \n\nIkanem a sharat u Laa ilaha illallah na katapenay sa kano manggiginawa sa kano Allah, sa dili kasimbulan a katagak. Pitalo nu Allah: \n وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ... الزمر 54\n\"Ando ambalingan kano, kano kadnan nu sa itapnay nu su mangginawa nu salkanin. [Al-zumar 54]\n\nIkapito a Sharat u Laa ilaha illallah na su katalima ninka sa dili kasimbulan a kambalingan. Pitalo nu Allah:\n\nثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ... يونس 103\n\"Mawli na nilepas nami tigo Allah su mga sinugo Nami, ando su silan anto a mga palitiyaya, ka mamba e patut salkami na malepas Nami su mga palitiyaya. [Yunos 103]"
	},{
		"title": "Rukun u kapalitiyaya (Eyman) sin kano Islam",
		"content": "Su kapalitiyaya (Eyman) sa kano Islam na pimbalay sa nem timan. \n\nIkaisa: Naso kapalitiyaya sa kano Allah, sa Sekanin ba e Kadnan, a Nangaden sa kano sakalian alam, ando sekanin bun e patut a simban, ando sekanin bun Pegkakaden sa kano langun u kaaden nin. \n \nIkaduwa: Kapalitiyaya sa kano mga malaikat nu Allah, a Sekanin bo a Allah e mataw sa kano kadakel nilan, binaluy silan u Allah pun sa sigay, ando umani isa na sinanganan u Allah sa lekanin a galbek, sa dala den isabo sa kanilan e mapakay a sumulang sa kano langun u inisangan sakanilan a galbek. Sakamaeto bun a palitiyayan su mga ingalan nilan a ininggungala sa kanilan u Allah manasi Jebril, Israfil, Mikael.\n\nIkatlo:  Kapalitiyaya sa kano mga kitab a initulon  u Allah sa kano mga Nabi nin,       manaso Tawrah   a initulon Nin sa kano Nabi nin a si Musa alihis salam, ando su Zaabor a initulon Nin sa kano Nabi Nin    a Daud alihis salam, ando su kitabin a Enjil a initulon Nin sa kano Nabi Nin a Eisha alihis salam,   ando su kitabin a Nawli den a manaso Qur`an, a initulon Nin sakano nawli den a nabi Nin mana   si   Muhammad صلى الله عليه وسلم\n \nIkapat: Kapalitiyaya sa kano mga sunugo nu Allah a mga Nabi Nin, a seka Ninbo e mataw sa kano kadakel nilan na patut ba into langun e kapalitiyaya lun, iganat sa kano Adam, Nuh, Ibrahim, Musa, Daud, Eisha Muhammad alihimus salatu wassalam  ando su kaped pan. \n\nIkalima: Kapalitiyaya sa kano gay a mawli, iganat sa kano uyauyag sa pakuburan, taman sa kano kawmano kabangkit sa kano dunya, ando su kambuwat sa kano pakuburan, taman sa kano kapangukom u Allah, ando su katitay sa kano titayan, sa taman sa kano kaludep sa sulga nu mga tao a inikalimo nu Allah, ando taman sa kano kasiksa kano mga kaper sa kano apoy sa naraka, ando su kaped pan na tananden ba inya kuyog sa kano kapalitiyaya sa kano gay a mawli.\n\nIkanem: Kapalitiyaya sa kano ukul a mapiya, ando su ukul a malat, na pun sa kano Allah, sa langun a manggula sa iganat sa ganatan, taman sa kano gay a mawli, ando su mga ukulan a iniukol nu Allah kano dunya, ando su mga sinakatawan kano mga ulipin Nin, na tanaden ba into patut a palitiyayan sa langun a antuna Qada walqadar u Allah.\n \nSu niya a mga rukun u kapalitiyaya sa kano Allah, na natimo siya kano hadith a pinanudtul e Muslim kano kinapangigidsa ni Jebril عليه السلام kano Nabi Muhammad صلى الله عليه وسلم \nولما سئل النبي محمد عن معنى الإيمان قال: «أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر، وتؤمن بالقدر خيره وشره». (رواه مسلم والبخاري)"
	},{
		"title": "Maana nu Tawhid sa basa na arab ando maana nin sa Istilah",
		"content": "Su Tawhid  sa basa na Arab, na yanin maana na Sinatiman. Siya kinandut kano katalo nu Arab a واحد  satiman. Napadalem sa kano nimba a maana na Tawhid su duwa timan  a rukun u Tawhid, ikaisa na النفي  Ipendala nin. Yanin  maana na dala den kadnan a patut. Ikadua rukun nin na إثبات  Pedtalatanto nin sa   Sekaninbo a Allah. Yanin katimuwan na daladen Kadnan a patut a simban, yatabya naso Allah. Yanin manem maana nu Tawhid sa Istilah: Naso kaisa-isa nu Allah sin kano kinapangaden Nin, sa Sekanimbo a Allah I Nangaden, ando kaisa-isa nu Allah sa kano kasimba Lun, sa Sekaninbo a Allah e patut a isangul salkanin su langon u ambalangan a simba, ando kaisaisa nu Allah sin kano mga ingaIan Nin ando siya kano mga sifatin sa Sekaninbo a Allah, e dait a makanggungala kano nimba a mga ingalan, ando Sekanimbo a Allah e dait a makadsifat, sa kano nimba a mga sifatin. Dililun den katumpukan u mga kaaden Nin sa apya antayin?\n\n Pitalo nu Allah sa kano Qur`an:\n.1 قل هو الله أحد. الإخلاص\n\"Taluka \"Ya Muhammad\" e su Allah na isa-isa nimbo. [Ikhlas 1]\n\nAndo madakel pan e mga ayatan ando hadith a pakatutulo sa su Allah na isaisa ninbo a kadnan a dala tumpukin sa kano kalalatalay Nin."
	},{
		"title": "Su kinandutan sa kano Tawhid",
		"content": "Su kinandutan sa kano Tawhid na duwa timan bo, Ikaisa naso Qur`an, yanin maana naso katalo nu Allah a initulon nin sa kano Nabi Nin صلى الله عليه وسلم a napananggit e Jebril alihis salam."
	},{
		"title": "Maana nu Qur`an",
		"content": "Sekanin su katalo nu Allah a initulun Nin sa kano nawli den kano mga Nabi Nin mana si Mohammad siya nakanggulalan sa kani Jibril alihis salam a ipedsimba su kapembatya lun ando nakasampay salkitano  sa mamagidsan ikinapanudtulo lun o nanudtul"
	},{
		"title": "Mga katinggiyan u Qur`an",
		"content": "Ikaysa: na nakatalasanday sa kano Kadnan a isaisa manasu Allah. Pitalo nu Allah:\n\n  وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلۡعَٰلَمِينَ. الشعراء 192\n\"Ando sekanin (Qur`an) na initulun u Kadnan nu sakalian alam manaso Allah. {Al-shuara 192}\n\nIkaduwa: Sampulna. Yanin maana naso Qur`an na sajahatla sin sa kano kakulang ando daway, sa unga into u paganayan a katinggiyan nin a kakakadnanay, yanin maana na dala nabpunan nin yatabya naso Allah.\n\nIkatlo: Mapayag. Yanin maana naso Qur`an na dala nakasulen lun a dikana mapayag kano mga katigan nin, ka tananden kasabutan sa maliwanag mapiya. Pitalo nu Allah:\n\nقَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ وَكِتَٰبٞ مُّبِينٞ. المائدة 16\n\"Sabensabenal a nakatalinguma salkano pun kano Allah su sigay ando kitab a mapayag. {Al-maidah 15}\n\nIkapat: Kalangkapan. Yanin maana naso Qur`an na langkap sa kano langun u angagaisa a kapanganganay nu mga tao sin sa kano tilenduwan u uyaguyag nilan sin sa dunya ya masela na lusa akhirat. Pitalo nu Allah:\n\nوَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ... النحل 89\n\"Ando initulun Nami salka (Mohammad su Qur`an) ka ando nin makapayag su langun u anggagaisa… {Annahl 89}\n\nIkalima: Patiluk. Yanin maana naso Qur`an na pinadtimbang-timbang nin su anggagaysa sa dala kinilinagn nin lun ka pulinganay langkap. Pitalo nu Allah:\n\nأَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا... النساء 89\n\"Nginto dilino kapamimikilan e su Qur-`an na aminka yanin kaaden na ganat sa kano salakaw sa kano Allah na dilisumala na makapaluli kano lun sa mga ambidabidayan a madakel. {Annisa 89}\n\nIkanem: Ipenggulalan. Yanin maana naso Qur`an na penggalbiken su langun u mga panduwan nin sin sa kano siyapsiyapan u uyaguyag u mga manusiya sa apya andaw makandaw ando apyangin a timpo a pedsagad sa kano mga manusiya. Pitalo nu Allah:\n\nمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ. طه 2-3\n\"Dala kinatulun Nami (Allah) salka (Mohammad) kano Qur`an sa ipanigel ninka. yatabya na ipapedtadem sin kano mga tao a  magilek sa kano Allah. {Taha 2-3}\n\nIkapito: Mu`jizat. Aden mujizat nin a Qur`an a dala den magaga nu langun u mga manusiya ando su mga Jin sa lawanan nilan ataw ka makatalinguma silan sa pagidsan nin magidsansiya sa kanu basa nin atawka pangitaban nin andu hukuman nin andu mga tudtulan nin ando mga kataw a nakatalinguma nin. Pitalo nu Allah:\n\nقُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ... الإسراء 88\n\"Taluka ya (Mohammad) sa upamanin ka timotimo su mga Tao ando su mga Jin sa tumalingguma silan sa pagidsan u niyaba a Qur`an na dilinilan den magaga sa makatalinguma nilan sa pagidsan nin…{Al-israa 88}\n\nIkaduwa, naso Sunnah nu Nabi Muhammad صلى الله عليه وسلم a sahih, yanin maana naso katalo nin ando su galbiken ando su inisugutin a pinanudtul u mga sahaba nin a nakasampay manem salkitano siya nakaukit kano mga ulama nu hadith.  "
	},{
		"title": "Sharat a inibetad u mga ulama sa kano kina dalil sa kano Tawhid sin sa kano Qur`an ando Sunnah",
		"content": "Ya inisharat u mga ulama sa kano ka dalil sa kano Qur`an, ando Sunnah, siya kano Tawhid, na sabutan sa mapiya su maana nu antuba a mga ayatan, atawka hadith, sa manaso kinatuntay, ando kinasabut  lun u mga sahabah, dikana manaso kina ilay lun u mga mutakallimoon, ando su mga pilosopo, a inusal nilan su mga aqal nilan, sa kano anto a mga dalil, sa andaw bu e inayunan u aqal nilan, na antubo e pinalitiyayan nilan, su dala ayuni nu mga aqal nilan, na udikana nilan inidala, na pinanambiyan nilan sa maana, atawka dala nilan den anggay sa maana."
	},{
		"title": "Su kinambadbad u mga Ulama sa kano Tawhid sa pilabad",
		"content": "Su kinambadbad u mga Ulama sa kano Tawhid sa pilabad, na siyaden inya napangaden sa kano ika pat ka (Centuries)  sa kano hijri, dala inya mapangaden sa kano t`lo ka Centuries, a  binedtuwan sa mapiya a  timpo sin kano timpo nu Islam.  Sa ya nawna a mimbadbad kano Tawhid, naso mga ulamao Ahlissunnah Waljamaah, mana sila Al-imam Ibn Jarir Attabari, a inimbata sa kano lagun a 224, minatay manem kano lagun a 310 sa hijri,  ando si Al-imam Ibn Mundah,  a inimbata siya kano lagun a 310, minatay manem siya kano 395 kano hijri, ando tinundugan den nu mga ulama siya kano ulian nilan, a siyaden napedpad sa kano Shiekhul Islam Ibn Taymiyyah, ando su mga kaped pan ikalimo silan  u Allah langun.\n\nSu niya a kinambadbad nilan sa kano Tawhid, na apya yanin kaaden e dala inya mambityala nu mga sahabah, ando su mga sela a tabiin, taman kano pat a mga ulama nu Islam, na katalima inya a atulan, sabap sa dala natalsakin kano unayan u agama Islam, sa manabon  inya su pinggalbek u mga nawna bun a mga ulama, manasu pat a imam, ikalimu silan u Allah, taman kano kapedpan sa kano kinambadbad nilan sa kano mga hukuman u agama islam, taman sa nanulat silan sa mga kitab a ininggungalanan nilan sa Kitabul Fiqh, atawka kitabo usulil Fiqh, andu kapedpan a mga ingalan a kitab. Ando manabun su pinggalbek u mga muhaddisin, siya kano kinambadbad nilan sa kano hukuman u mga hadith, sa  sahih, hasan, ando dhaif. Taman sa namedsulat silan sa mga kitab a ininggungalanan nilan sa Mustalahul hadith, kutubul Rijaal, ando kaped pan a mga ingalan a kitab, na niya ba a mga galbek na naupakat su mga Ulama Ahlissunnah Waljamaah sa katalima, sa apya dala mapangaden sa kano timpo nu mga sahabah.  \n\nYa  usayan lun u mga ulama, sin kano niyaba a kinambadbad nilan kano Tawhid, na minukit inya sin sa kano kinatandes nilan الإستقراء sumabut sa kano mga ayatan, o Qur`an ando siya kano bityala nu rasulullah صلى الله عليه وسلم , siya kano hadithin. Ambityalan tanubo su anto a mga dalil sa kano kambityala tano kano ambalangan u Tawhid. \n\nYa natumpungan u niya a bityala, na dikana inya Bed-ah, sa manaso inantap u kaped kano mga lumpukan u kaislami, a sinulangin su palitiyaya nu Ahlissunnah Waljamaah, sin kano kaped kano bityala, a aden lakitlambay nin sa kano palitiyaya nu mga Salaf Assalihin. "
	},{
		"title": "Ambalangan u Tawhid",
		"content": "Su Tawhid na aden minbadbad lun sa kano mga Ulama sa t`lubad, na aden manem mimbadbad lun sa duwa bad. Su minbadbad lun sa t`lubad na siya nin pinaudsad sa kanu kawajib u Allah sin kanu ulipen nin, sa pakaisaisan nilan sekanin a Allah sa kanu kinapangaden Nin, andu isaisa sekanin sa kanu kasimba lun, andu isaisa sekanin sa kanu mga sifatin, andu su mga ingalan nin. kagina kamaetu na inibad nilan sa t`luba su Tawhid. Ikaisa na: Tawhidul Rububiyyah, Ikaduwa na Tawhidul Uluhiyyah, Ikatlo na Tawhidul Asmaae Washifaat. Su minebad lun manem sa duwa bad na siya nilan manem kinandut sa kanu kawajib u Allah sa kanu manusiya sa pakaisaisa nilan su Allah sa kanu mga galbekan a talatanto bo salkanin a Allah. na iningalanan nilan sa (Tawhidul Ma`rifat). Andu patut a ipadsifat nilan kanu Allah su mga sifatin a inipadsifatin sa kanu ginawa Nin. na binedtuwan nilan manem sa  (Wal-ithbaat). Ikaduwa inbadan nilan lun na (Tawhidul Qasdi Watthalab). Yanin maana na Tawhid a kaisaisa nu Allah a pegkahandan sin kanu kapedsimba lun. antuba e (Tawhidul Qas`d) antu. andu su anto a kapedsimba lun na ya kahanda lun na panganganay andu pangnin e mabaloy sa sangol sa kanu Allah. na antuba manem e kinatalo lun antu sa (Wathhalab). Yanin kaputusan na (Tawhidul Ma`rifati Wal-ithbaat andu Tawhidul Qas`di Wathhalab)"
	},{
		"title": "Tawhidul Rububiyyah",
		"content": "Su Tawhidul Rububiyyah na yanin maana na kaisaisa nu Allah sa kano mga galbekan Nin, manaso kinapangaden Nin, kinapamerejki Nin, kinapanguyagin, ando kapangimatay Nin, ando Sekanin e pegkakaden, pegkuwa sa kiyug sa kano langun u kaaden Nin. Yanin maana na kapalitiyaya sa kano kaisaisa nu Allah sa kano kinapangaden Nin, sa  Sekaninbo e Kadnan a Nangaden, sa kano langun nu anggagaisa, magidsan e kailay, atawka digkailay, ando magidsan e mapayag, atawka masulen, ando manawt, ando masela, na Sekaninbo a isaisa e Nangaden lun, dala tumpukin kano mga kaaden Nin, sa kinapangaden lun a isabo. \n\nPitalo nu Allah sin kano Qur`an nin:\n\nألَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا ثمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا َٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا. نوح 15-16-17-18-19.\n\"Nginto tigo Allah dilino kailay e panun e kinaaden u Allah kano pito a mga langit, sa pinapamaguntula Nin? ando binaluy Nin su ulanulan, sa napadalem lun su malinawag, ando binaluy Nin su senang sa salindaw, ando su Allah e minaden salkano, pun kano asal nu a lupa, mawli na lukano Ninbun imbalingan, ando lukano Ninbun kano lupa pambuwaten paluman, ando su Allah na inadenan nin salkano su lupa, sa nabelat ka ando kano makandadalakaw sa kano mga lalan nin a mawlad. [Nuh 15-16-17-18-19]\n\nPitalo Nin pan a Allah:\nيَٰٓاأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ. فاطر 3\n\"Hi, Sekano tigu Allah a mga manusiya, tademino su limono Allah salkano, ka daladen isabo a Nangaden a salakaw kano Allah, a peledsikiyan kano Nin pun kano langit ando kano lupa, dala den Kadnan yatabya na sekaNin, na panun pan e kapedsulang nu kano bantang. [Fater 3]\nPitalo pan u Allah:\n\nأَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ. الطور 35\n\"Nginto tigo Allah inaden silan (a mga manusiya) sa dala nangaden sakanilan? Atawka silan ba e nangaden?. [At-thor 35]\n\nAndo  madakel pan e mga ayatan a pakatutulo sa kano kaisaisa nu Allah sa kano kinapangaden Nin, kaped lun den su kinasugo nin sa kano langun u mga Nabi, ando sinugo a tananden inipayapat nilan sa kano dunya su kaisaisa nu Allah, sa kano kinapangaden Nin. Kaped lun den a tanda naso aqal u manusiya, a nalitiyaya sa langun u anggagaisa a kaaden, na dilisumala na aden nangaden lun a dala salakaw, yatabya naso Allah. \n \nSu Tawhidul Rububiyyah, na pinalitiyayan inya nu langun u mga manusiya, sin sa dunya, sa iniganat sa ganatan, magidsan e muslim, atawka kaper, ando apya ngin e agama nin. Uway aden mga tao saguna a timpo a dili palitiyaya sa aden su Allah, manaso mga (Atheist) na siyapan inya naaden sa kano mga nawli den a timpo, sa ungano nakapamando no philosophy, sa kano mga tao, taman sa inipiges sa kanilan e dili kapalitiyaya sa aden kadnan ando agama.  \n\nPitalo nu Allah:\n\n قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَفَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَۚ. يونس 31\n\"Taluka ya Muhammad tigo Allah antayin e pagenggay sa rijiki salkano, pun kano langit ando lupa, ando antayin e pegkakaden kano kakineg ando kailay, ando antayin e papelyo kano kauyaguyag, pun kano kapapatay, ando papliyo sa kano kapatay, pun kano kauyaguyag, ando antayin paginantangan sa kano mga ulawla? dili sumala na yanilan isumpat naso Allah. Taluka  kanilan ya Muhammad e nginto ka dikano malitiyaya.? [Yunus 31] \n\nDalem ka silan a mga kaper na nalitiyaya silan sa kano Tawhidul Rububiyyah, na dilibun silan makaludep sa kano islam a malepas kano  kanarakan, sabap sa kagina aminka sumimba silan na yanilan bun simban naso mga balahala nilan, taman sa aminka talun sa kanilan u mga Nabi e taluno e لا إله إلا الله  dala Kadnan a patut a simban yatabya naso Allah, na yanilan isumpat na nginto satimanin tanubo e kadnan? na makagayp!.\nأجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ. ص5 \nAminka manem ka idsan ninka silan, nginto ka nalitiyaya kano sa su Allah bo e Kadnan a Nangaden, na nginto ka simbanupan su mga balahala nu? yanilan manem isawal na tigilan dikana nami inya pedsimban, mga balahala nami anya, ka pangampiten nami bo silan, sa isampay nilan su simba nami sa kano Allah. [Saad 5]\n\nPitalo nu Allah kano Qur`an:\nوَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى... الزمر3\n\"Ando su silan anto a pinamakay nilan su salakaw salkanin (Allah) a kadnan nilan, na yanilan katalo (Mga Mushrikin) na dikana nami silan pedsimban, yabutabya na andukami nilan misiken sa kano Allah. [Al-jumar 3]"
	},{
		"title": "Tawhidul Uluhiyyah",
		"content": "Tawhidul Uluhiyyah na kaisaisa nu Allah, sa Sekanin bo e patut a isangul salkanin su langun u ambalangan a samba, Dililun tumpukan u kaaden Nin, sa apya paido, ando niyaba e kawajib u Allah kano ulipin Nin. Pitalo nu Nabi nin صلى الله عليه وسلم\n\nفَإِنَّ حَقَّ اللّهِ عَلَى الْعِبَادِ أَنْ يَعْبُدُوا اللّهِ وَلاَ يُشْرِكُوا بِهِ شَيْئاً. وَحَقُّ الْعِبَادِ عَلَى اللّهِ عَزَّ وَجَلَّ أَنْ لاَ يُعَذِّبَ مَنْ لاَ يُشْرِكُ بِهِ شَيْئا.\n \"Sabensabenal a ya kawajib u Allah sa kano ulipen Nin, na simban nilan su Allah, sa dili silan sumakuto salkanin sa apya paido, ya mambo kawajib u ulipin salkanin na Allah na dili nin siksan su antayin e midsanggila sa kanilan kano kasakuto\". Hadith"
	},{
		"title": "Su kalbihan u Tawhidul Uluhiyyah",
		"content": "1. Sabapan a kinaaden u Allah sa kano mga Manusiya, ando su mga Jin, na ando nilan masimba su Allah. pitalo nu Allah:\n\nوَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ. الذاريات 56\n\"Ando dala  tigo Allah sabap a kinaaden Ko kano mga Jin, ando su mga Manusiya, yatabya na ando Ako Nilan masimba.\" [Al-dhariyat 56]\n\n1.\tUnayan a kina sugo nu Allah sa kano mga Nabi, ando mga sinugo Nin, na sabap sa ando Sekanin masimba. Pitalo nu Allah:\n\nوَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى اللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ. النحل   36\n\"Ando saben-sabenal a pinambuwat nami tigo Allah, siya kano langun u ummat e sinugo, sa inipanulunin sa kano mga tao, e kasimba kano Allah, ando kadsanggila sa kano tagut, na naaden sa kanilan a mga tao e natutulo, ando naaden bun sa kanilan e patut salkanin su katadinan, na andadalakaw kano, kano kalupan ka anduno mailay e nginba e napupusan a nanggula nu mga budtuden. [Annahl 36]\n\n2.\tSaben-sabenal a kawajib u Allah su kasimba lun. Nadtalo kano hadith a pinanudtul e Muadh Ibn Jabal radhiyallaho anho, sa yanin pitalo: Pitalo nu Nabi salkanin sa tigin ngento u katawan ninka ya Muadh, e ngen e kawajib u Allah sa kano ulipin nin, ando ngen e kawajib u ulipin sa kano Allah? Ya tigi Muadh su Allah ando su sinugo nin bo e matawlun. Tigo Nabi صلى الله عليه وسلم \"Ya kawajib u Allah kano ulipin Nin, na simbanin Sekanin sa dinin sakutuwan sekanin, sa apya paidubo. Ya manem kawajib u ulipin kano Allah, na dilinin silan siksan su antayin e dili sumakuto sa kanilan. Ya tigi Muadh mapakay hi rasulullullah a pamanudtulen ko kano mga tao inyaba katigan ninka? Tigu rasulullah dikaden ka sumalig silan.\n\n3.\tAntayin e masampulna nin su kasimba sa kano Allah, ando malepas kano kasakuto a manawt ando masela, ando malepas kano mga bed-ah, ando kamasiyatan a mga dusa, na makuyug sekanin sa kano pitupulu-ngibo a mga tao a makaludep sa sulga sa diliden silan masumalya, ando diliden silan masiksa.\n\n4.\tAntayin e masampulna nin su kasimba sa kano Allah, na masampay nin su kalilintad a manggiginawa, ando tutulo. Pitalo nu Allah sa kano Qur`an:\n\nٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ  وَهُم مُّهۡتَدُونَ.  الإنعام 82 \n\"Su silan anto tigo Allah a nalitiyaya, ando dala kasimbuli su palitiyaya nilan sa kasakuto, na kanilan den su kalilintad, ando su tutulo.\"  [Al-An-a`m 82]\n\n5.\tAntayin e matay sa makadtakna lun su namba a Tawhid, na disumala na makaludep sa kano sulga, sa apya ngen e kadakel a dusa nin, ka umasiksa na dili matatap sa kano naraka ka makaludep bun sa kano sulga nu Allah."
	},{
		"title": "Su rukon u Tawhidul Uluhiyyah na duwa",
		"content": "1.\tKasimba sa kano Allah sa ikhlas, manaso kadsambayang, kabpuwasa, kadzakat, kapnaihajji ando kapanumbali sa ayam para sa kano Allah, ando kadsamaya salkanin na Allah.\n\n2.\tKadsanggila sa kano Tagut. Duwa manem inya e maana nin:\na.\tLangkum sekanin, mana su kapadsubla nu tao sa kano libo nu panunuwaten, ando pangungunutan nin, ando palitiyayan nin, manaso mga balahala, ando su mga datu, a dilinin ipangukum su pangitaban u Allah.\nb.\tTalatanto. Manaso kasimba sa kano mga shaithan, namba e maana nu katalo nu Allah واجتنبوا الطاغوت sanggilay nu su Tagut."
	},{
		"title": "Kasakuto a maaden sin sa kano Tawhidul Uluhiyyah",
		"content": "Maaden su kasakuto sa kano Tawhidul Uluhiyyah sa duwa e sabapan nin. Ikaisa: aminka aden kano ambalangan a kasimba sa kano Allah, na usalen sa kano salakaw sa kano Allah. Su niya a kasakuto, na aden anto na mawlug sa masela a kasakuto, a kadsabapan a kapakalyo nu muslim sa kano libo nu kaislami, sa makaper sekanin. Yanin upaman na aminka maaden su kasimba sa dikana sangul sa Allah, manaso kapanumbali sa mga ayam a ipanunuwat sa mga arwak, mga shaithan, ando  digkangailay, ando kandua sa kano salakaw sa kano Allah, ando kasimba sa salakaw kano Allah. Pitalo nu Allah:\n\nقل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين. الأنعا 162 \n\"Taluka ya Muhammad, e sabensabenal su sambayang ko, ando kapanunumbaliyan ko sa mga ayam, ando uyaguyag ko, ando kapapatay ko, na ipedsangul ko kano Allah, a pamalihala kano langun u dunya, a dala sakuto Nin, na namba e inisugo salaki na saki na muslim ako. [Al-an`am 162]\nIkaduwa na aden anto na mawlug su kasimba sa manawt a kasakuto, a dili manem makakaper, manaso kadsapa sa salakaw kano Allah, ando kapakiilay-ilay sa kano mga galbek  a simba manaso (Riya). Namba na manawt a kasakuto a dimakaper, ugid na pakakulang sa kano kawgat u Tawhid sa kano pamusungan u tao, ando ya labi a kawgatin kano mga masela a dusa kano Allah. "
	},{
		"title": "Tawhidul Asmaae Wasshifaat",
		"content": "Maana nu Tawhidul Asmaae Wassifaat, na sekanin  su kapalitiyaya, ando kapakaisaisa kano Allah, sin kano mga ingalan Nin, ando su mga sifatin. Yanin maana na kapalitiyaya sa isaisa bo su Allah a kapatut a anggungalan sin kano mga ingalan Nin, a talatanto bo salkanin, ando isaisa bo sekanin a kapatut a makadsifat sa kano mga sifatin, a dililun katumpukan u mga kaaden Nin, sa apya paidubo. Pitalo nu Allah sa kano Qur`an Nin:\n\n وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ. الأعراف 180\n\"Ando naaden sa kano Allah, e mga ingalan a mga mapiya, na ampito sa kano kapangeni nu salkanin, ando dinuden ipamamantag su silan anto a inidala nilan su mga ingalan Nin, ka dili sumala na mapaluli nilan bun su kasiksan u mga galbekan nilan. [A`raaf 180] \nPitalo nin pan a Allah:\n\nٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَى. طه 8ٰ\n\"Su Allah, na dala kadnan ya tabya na sekanin bo, a naaden lun e mga ingalan, a pidtamanan a kapiya. [Taha 8] "
	},{
		"title": "Su langun u ingalan nu Allah na أسماء الحسنى tananden Husna pidtamanan a kapiya",
		"content": "Su mga ingalan u Allah, na langunin na Husna, yanin maana na pidtamanan a kapiya. Ya sabap a kina bedtunin kano mga ingala Nin sa husna, na kagina su katutulo nu anto a mga ingalan Nin, na sekaninbo a Allah. Ando kinandutan kano mga sifatin a Allah a gunep \"talutup\" a dala den nasiyap lun a daway . Ando su mga ingalan u Allah na pakandaita silan sa kano katutulo nu maana nin, sa dala pakadaway lun. Yanin upaman na su ingalan Nin a السميع  pakakineg, na talutup a benal sa kinatutulo nin sa kano sifatin a السمع  kakineg,  sa su anto a kapegkakineg Nin, na dili kisulagid sa kano kapegkakineg u langun u kaaden Nin. Maitubun su ingalan Nin a الرحيم  Malimo,  na pakatutulo sa ganap sa kano sifatin a الرحمة   limo, a dili pakasulagid kano limo nu kaaden Nin. Sakamaitubun mambo su ingalan Nin na kambagelan u kaped sa kano ingalan Nin, sa dumadait lun, manaso ingalan Nin a الخالق  Nangaden, sin kano sifatin a kapegkagaga, ando kataw. Yanin maana naso ingalan  Nin a Nangaden na dalabay nu sifatin a kapegkagaga, ando sifatin a mataw sa kano anto a kapegkagaga Nin, ando kataw nin na dili kisulagid sa kano kapegkagaga ando kataw nu mga kaaden Nin.\n\nSu mga sifat u Allah, na lu kinandut sa kano mga ingalan Nin a Allah. Manaso sifatin a limo, na lu kinandut kano ingalan Nin a Malimo, ando su sifatin a kapangampun, na lu kinandut sa kano ingalan Nin a Mangampun, ando su sifatin a Taubat, na lu kinandut kano ingala Nin a Panaubat, ando su kaped pan kano mga sifatin. Dalem ka maito na aden bun mga sifatin, a dala kinandutan lun pun kano mga ingalan Nin, manaso sifat a kalipunget, ka dala ingalan Nin a Matangal, ando su sifatin a kadtaungat, ka dala ingalan Nin a mataungat, kagina su niya a mga ingalan, na dili pakadait sa kano kalalatalay Nin, ka baden inya nadsifat u Allah a nalabit sa kano Qur`an, kagina inisawal Nin sa kano mga galbekan u mga kaper, a mga mawag a dait a ikalipungit u Allah sa kanilan, manaso kadalwakan u mga yahudi sa kano kinatuntay nilan sa kano bantang, a inisulen nilan, na natalatanto sa kanilan su lipunget u Allah, ando kadalwakan u mga nasara sa kano kinabaluba nilan sa kano suguwan u Allah, na natalatanto sa kanilan su katadinan, ando su kinatatawngat u mga kaper kano suguwan u  Allah, na natalatanto sa kanilan su taungat u Allah, ando su kaped pan sa kano mga kadalwakan u silan a mga kaper. "
	},{
		"title": "Kadakel a ingalan u Allah",
		"content": "Su mga ingalan u Allah, na dala matalanged itaman a kadakelin. Uway aden nalabit sa kano hadith a pinanudtul ni Bukhari pun kani Abu Hurayra radhiyallahu anho, a naaden sa kano Allah e siyaw-pulunggu-siyaw a ingalan, na antayi e makagkataw lun na makaludep sa sulga: \n\nإنَّ لِلَّهِ تِسْعَةً وتِسْعِينَ اسْمًا مِئَةً إلَّا واحِدًا، مَن أحْصَاهَا دَخَلَ الجَنَّةَ.\n\"Dikana yanin maana, e tumpung bu su ingalan u Allah sa siyaw-pulunggu-siyaw a ingalan, kagina nalabit bun sa isa a hadit a pinanudtul e Abdullah Ibn Mas-uod radhiyallaho anho sa pitalo nu Nabi  صلى الله عليه وسلم\n\nما أصاب عبدًا قط همٌّ ولا حزنٌ فقال : ( اللهم إني عبدُك ، وابنُ عبدِك وابنُ أمتِك ، ناصيتي بيدِك ، ماضٍ فيّ حكمُك ، عدلٌ فيّ قضاؤُك ، أسألُك بكلِّ اسمٍ هو لك ، سميتَ به نفسَك ، أو علمته أحدًا من خلقِك ، أو استأثرت به في علمِ الغيبِ عندك أن تجعلَ القرآنَ ربيعَ قلبي ، ونورَ صدري ، وجلاءَ حزني ، وذهابَ همي وغمي إلا أذهب اللهُ همَّه وغمَّه وأبدله مكانه فرحًا ، قالوا : أفلا نتعلمهن يا رسولَ اللهِ ، قال : بل ينبغي لمن يسمعُهن أن يتعلمَهن. \nHadith a nakapun sa kani Abdullah Ibn Mas-uod a inikalimo nu Allah sekanin, nakapun kano Nabi صلى الله عليه وسلم sa yanin katalo\" Dala den sa kano ulipen u Allah a masugat a lido na ginawa, na talun nin e \"O Allah Saki su ulipen ninka, a wata nu ulipen ninka bun, ando wata nu ulipen Ninka, dala bagel ko yatabya na siya salka a pakanggulalan siya kano atulan Ninka, ando su katidto nu inukol Ninka , pangni ako sa kano langun u ingalan Ninka, a ininggungala Ninka sa kano ginawa Ninka, atawka ingalan ninka a inipamando Ninka sa kano isa kano kaaden Ninka, ataw ka siya kano mga ingalan Ninka, a inisulen Ninka den siya kano gayb sin Salka, sa baluy Ka so Qur`an, a bulawan kano puso ko, ando sigay nu ladeb ko, ando makaawa sa kano lido na ginawa ko, ando makatapuyak sa kano mawgat sa kano ginawa ko. Antayin e matya siyaba tigo Nabi صلى الله عليه وسلم na iyawa nu Alah salkanin su anto a lido na ginawa nin.\n\nNiya a hadith, na pakatutulo sa adenpan ingalan u Allah, a dala Ninden pakatawi sa kano mga kaaden Nin, ka sekanin bo e mataw lun, namba e kaped a katutulo na hadith anan. Kagina ka maeto na patut e palitiyaya kano anto a mga ingalan, a inisulen Nin sa kano ginawa Nin. Dalim ka maeto na dilitano mapakay a pangadenan sa ingalan a dala matun tano a dalilin sa kano Qur`an, ando hadith ka makandusa tano sa masela.\n\nSu mga ingalan u Allah, na talanged bu ipegkandutan lun ka andaw bu inalabit sa kano Qur`an, ando sunnah na antububa ipanggungala salkanin a Allah."
	},{
		"title": "Su kapalitiyaya kano mga sifat u Allah",
		"content": "Su langun u sifat u Allah, a nalabit sa kano Qur`an, ando sunnah na patut a palitiyayan, sa andaw den e maana nin sa kano basa nu arab, ando andaw den e katutulo nin sa kano bityala nin, dalem ka maeto na dili mapakay a ipanulagid sa kano mga sifat u mga kaaden Nin, sa apyapan nakadsangaya silan sa ingalan a sifat, yanin upaman naso sifatin a  kakineg pitalo nin\nوهُوَ السَّمِيعُ الْبَصِيرُ. الشورى 11\n  \nInipadsifatin a Allah kano ginawa Nin, ikakineg, ando kailay, na inipadsifatin bun sa kano mga manusiya su kakineg ando kailay.\nPitalo Nin:\n\n إِنَّا خَلَقْنَا الْإِنسَانَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا. \nTigin binaluy nami  tigo Allah silan a mga manusiya, sa pakakineg, ando pakailay. [Al-Insan 2] Yanin maana na pinapagidsan Nin sa ingala su sifatin sin kano sifat u manusiya, a kakineg, ando kailay, na disumala na ipadsifat tanubon salkanin su duwa anan sa dili isulagid su kapegkakinegin u Allah, sa manasu kapegkakineg u manusiya, ando dili sambiyan sa maana, ando dili idala sa manasu pinggalbek u mga zahmiya, ando mu`tazilah, ando su mga mushabbihah ando muzassimah."
	},{
		"title": "Ambalangan o mga sifat u Allah na duwa balang",
		"content": "Ikaisa: Su sifat u Allah a binidtuwan u mga ulama sa Sifah Dhatiyah. Yanin maana na mga sifatin a dilipakabpitas kano Dhat Nin, atawka dili pakabpitas kano ginawa Nin, yanin maana na tanitiyasa salka Nin, manasu KATAW, mataw sekanin a Allah, sa kataw a balibet, ando su sifatin a UYAGUYAG, uyaguyag seka Nin, sa tanitiyasa a dala den kapegkapatay Nin, ando midsifat sekanin sa duwa a lima, andu duwa mata. Ando su salakaw pan san a dili pakabpitas sa kano ginawa Nin a Allah.\n\nNiya su mga dalil u niya a mga sifat a Dhatiyyah sa kano Qur`an.\n\n1.\tSu kataw Nin a Allah. Surah al-baqarah 137\n     . وَهُوَ السَّمِيعُ الْعَلِيم\n2.\tSu uyaguyag Nin. Surah Al-baqarah 255.\nاللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ \n3.\tDuwa a lima. Surah Saad 75.\n قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۖ \n4.\tSifatin a duwa a mata. Surah Attoor 48.\n وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ \n\nAndo madakel pan e mga ayatan a pakatutulo sa kano namba a mga sifat u Allah.\n\nIkaduwa: Su sifatin a Allah sa kano galbekan Nin, a binedtuwan u mga ulama sa Sifah Fi`liyah. Su niya manem a mga sifat u Allah. na dili katatap salkanin, sa siya pagunut sa kano andaw ikahanda Nin. Manaso kapedtulun Nin, pun sa kano arash kurshi Nin pawang sa kano langit u dunya, sa kano magan mapita. Nalabit inya nu Nabi صلى الله عليه وسلم sa kano hadithin a ganat kani Abi Hurayrah radhiyallaho anho a pinanudtul e Bukhari \n\n يَنْزِلُ رَبُّنا تَبارَكَ وتَعالَى كُلَّ لَيْلةٍ إلى السَّماءِ الدُّنْيا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ، يقولُ: مَن يَدْعُونِي، فأسْتَجِيبَ مَن يَسْأَلُنِي فأُعْطِيَهُ؟ مَن يَستَغْفِرُني فأغْفِرَ له. \nAndo su kapagkawma nin pun kano arash Nin sin kano kawma nu gay a kapangukumin, وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا. الفجر [Alfajer 22.] Ando su kapangaden Nin .اللَّهُ خَالِقُ كُلِّ شَيْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ  Al-jumar 62. \n\nLangun a niyaba na sifat u Allah. siya kano mga galbekan Nin ando aden pan san salakaw lun..\n\nLangun  a niyaba na patut a ipadsifat sa kano Allah. sa yanin maana na palitiyayan, sa andaw inalabit Nin, sa dili panalinen e maana nin, ando dili isulagid sa kano mga sifat u kaaden Nin, ando dili panambiyan. Ya kapalitiyaya lun na dala pagidsan Nin sa kano anggagaisa, pitalo Nin sa kano Qur`an Nin:\n  \nلَيْسَ كَمِثْلِهِ شَيْءٌ ۖ وَهُوَ السَّمِيعُ الْبَصِيرُ.\n\"Dala pagidsan Nin a anggagaisa, ando sekanin na pakakineg, ando pakailay. [Ashura 11]\n\nPitalo ni Al-imam Ahmad Ibn Hanbal رحمه الله  \"Dili ipadsifat kano Allah su mga sifat, ya tabya na ngin e inipadsifatin kano ginawa Nin, ando dili lawanan su Qur`an ando su sunnah. "
	},{
		"title": "Dait a katuntayan sin kano mga sifat u Allah",
		"content": "Ikaisa: Su mga sifat u Allah na  توقيفي . yanin maana na inasad u Qur`an, ando su Sunnah nu Nabi Nin صلى الله عليه وسلم  sa yanin katutulo, na andaw bo  e nalabit sa kano duwa anan a kitab, na dili mapakay a pangumanan, sa andaw e inipayag nu Nabi صلى الله عليه وسلم a maana nin, ando inipayag u mga sahabah, na maituden ba e maana nin, sa apya pan dili matalima nu aqal u manusiya, sabap sa niya a mas-alah na kuyog sa kano mga gaybiyat, a inisulen u Allah sa kano mga ulipin, magidsan e mga manusiya, atawka siya kano mga malaikat, ando kaped pan kano mga kaaden Nin a Allah. \n \nIkaduwa: Su mga sifat u Allah na dili mapakay a usalan sa aqal, sa andaw bo e katalima nu aqal, na antububa e palitiyayan. Yanin upaman naso sifatin a Mipapulo, Pakawma, Pembaba, Pedtalo, Biyas, Mata, Lima, Ay, Palo ando su mga kaped pan a mga sifatin… \n\nLangun a namba a mga sifat, na nalabit sa kano Qur`an Nin, ando siya sa kano Sunnah nu Nabi  Nin صلى الله عليه وسلم  na dili mapakay a panalinen e maana nin, ka ya tindigen na nakasulagid su Allah sa kano mga kaaden Nin. Ka langun u mga sifat u Allah a nalabitin sa kano duwa a kitab a initulun Nin, na tananden namakapagidsan sa ingalan sa kano inipadsifat bun u Allah sa kano mga kaaden Nin. Na aminka dili lun e padsifat, ka ya antapen na nakasulagid sekanin sa kano mga kaaden nin, na makasulagid ka sa kano mga zahmiyah, ando mu`tazilah, a naupakat su mga ulama sa nakaliyo silan sa kano palitiyaya nu Ahlissunnah Waljamaah, taman sa kinukum u mga ulama sa nakaper silan, sabap sa kinaunkir nilan sa kano langun u mga ingalan, ando su mga sifat u Allah.\n\nIkatlo: Su Nabi Muhammad صلى الله عليه وسلم ando su mga sahabah nin  رضي الله عنهم taman sa kano mga tabiin, ando su mga ulama a nangawli sa kanilan, na naisaisa silan sa su sifat u Allah na dili panalinen, panambiyan, atawka idala, ando inggay lun su tidto a maana  nin sa kano basa nu arab, mawli na dili ipanulagid sa kano sifat u kaaden Nin. "
	},{
		"title": "Tawhidul Ma`rifati Wal-itbaat ",
		"content": "Inebad nu mga ulama su Tawhid sa duwa bad, ikaisa na Tawhidul Ma`rifati Wal-ithbaat, ikaduwa na Tawhidul Qasdi Watthalab.\n\nIkadua inya a ambadan u Tawhid, a inibad lun u sabad sa kano mga ulama. Ya maana na Tawhidul Ma`rifati na kaisaisa nu Allah sa katuntay atawka kasabut. Niyabumba su Tawhidul Rububiyyah. Ya manem maana na Wal-ithbaat naso kapadsifat kano Allah sa isasaisa ninbo sa kano mga sifatin. Yanin maana na pinakaisa ninbo su duwa a Tawhidul Rububiyyah sin kano Tawhidul Asmaae Wassifat."
	},{
		"title": "Tawhidul Qasdi Watthalab",
		"content": "Niyabumba su Tawhidul uluhiyyah kaisaisa nu Allah sa kano kasimba lun. Binedtuwan nilan sa Qasdi ka yanin maana naso simba na pengguniyaten u atay, atawka pegkahandan. Yamanem Thalab na pangnin ataw ka pangingarapen pun kano Allah su anto a mga simba salkanin talatanto bo salkanin a Allah. "
	},{
		"title": "Ahlussunnah Waljamaah",
		"content": "Maana nu Ahlussunnah: Silanba su mga muslim a minunot sa kano tutulo nu Nabi Muhammad صلى الله عليه وسلم ando su mga sahabah, ando mga natutulo sa kanilan, ando nangamal sa kano Sunnah, sin kano kinapalakpalak u ummat nu Nabi صلى الله عليه وسلم siya sa kano kinatalo nin sa عليكم بسنتي kalimulimu kano na kapetino su sunnah ko. Antuba e mga Ahlussunnah anto. Ya manem maana na Jamaah, na su silanba anto a mga muslim a naisaisa. Yanin maana na ya pitalo a Ahlussunnah, na su Ukit nilan. Ando ya maana na Jamaah na su kinaisaisa nilan. Kaped a maana na Ahlussunnah Waljamaah, na silanba anto su mga muslim a sinumulang sa kano mga tao a sinupak nilan su sabdan nu Nabi صلى الله عليه وسلم manaso mga khawarij, shiah, zahmiyah, mu`tajilah ando su kaped pan a mga lumpukan, magidsan iso mga nawna a mga lumpukan atawka su mga nangawli den sa kanilan. \nSu Ahlussunnah Waljamaah, na dikana inya lumpukan atawka umpungan a pinangaden u mga muslim a nakabago, siya kano agama, ka niyaba su tutuma nu Nabi صلى الله عليه وسلم sa kano bibiyag pan sekanin a tigin عليكم بسنتي kalimulimu kano na kapetino su sunnah ko, ando su katalo nin sa عليكم بالجماعة  kalimulimu kano na pagisaisa kano. na niyademba anan e mga Ahlussunah Waljamaah, mga taw a minunot sa kano sunnah, ando naisaisa sin kano mapiya, yanin maana na sinumulang sa kano mga lumpukan a tinamaligkud sa kano sunnah, sa kano timpo a kinapalakpalak u ummat Islam. Pitalo nu Allah sa kano Qur`an Nin:\n\nوَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا ... آل عمران 103ۚ\n\"Ando kapetino tigo Allah su tali nu Allah (Islam) sa dikano palakpalak..[ A`la Imraan 102]\n\nPitalo ni Abdullah Ibn Abbas رضي الله عنه  \"Su Jamaah na sekanin su kinumamal sa kano sunnah sa apya sakatao ninbo\" \n\nYanin maana na dikana siya pagilayin e antayin e madakel e bilangan nin, na antuba su Ahlussunnah Waljamaah, aminka su kepet nilan na sulang sa kano sunnah nu Nabi صلى الله عليه وسلم  sa manaso tindeg u mga tao a pegclaim sa silanba e mga Ahlussunnah Waljamaah."
	},{
		"title": "Aquidah nu Ahlussunnah Waljamaah",
		"content": "Su Ahlussunnah Waljamaah na yanin palitiyaya, ando aquidah, ando simba, na andaw su kinapalitiyaya, ando kinasimba, nu Nabiصلى الله عليه وسلم  ando su mga sahabah, ando mga tabiin, watabiit tabiin, dala nilan den paleyuwa sanba, ando pedsanggilan nilan sa mabagel su mga bed-ah, ando su kasakuto, manawt pan sa masela, magidsan e siya kano eyman, atawka siya sa kano simba nilan sa kano Allah. Inunutan nilan su katalo nu Nabi صلى الله عليه وسلم  Sanggilayno su mga mamakabago sin kano agama kagina su mamakabago na bed-ah.\n\n...وإيّاكُمْ ومُحدثاتِ الأُمورِ ؛ فإنَّ كلَّ مُحدَثةٍ بِدعةٌ... \n "
	},{
		"title": "Maana nu Assalaf Assalihin",
		"content": "Siya  sa basa na arab na ya maana na salaf na nauna, ya manem sulanga nin na halaf su nangawli sa kanilan, kagina ka maeto, na aminka siya ilayn sa kano timpo na ya pakasangulan san a bityala na su timpo nu Nabi  صلى الله عليه وسلمsilan sa kano mga sahabah nin. Aminka siya manem pasangulen sa kano mga tao, naso mga sahaba, ando su mga tabiin, watabiit tabiin, na silan ba anan e mga Salaf Assalihin, a naguyaguyag sa kano t`lo ka (centuries) kano islam. Dalem ka maeto na kapakay bun a tawagen su mga tao a nangawli sa salaf, ugid na iyunalun e maya mga salaf silan sin kano ukit u kinapalitiyaya nilan, ando ukit u kinasimba nilan, sa yanilan kapalitiyaya na manaso kinapalitiyaya nu Nabi صلى الله عليه وسلم  taman kano mga sahaba, ando su mga tabiin watabiit tabiin. Saka maetubun su kinasimba nilan sa pedsanggilan nilan su mga bed-ah, ando su mga kasakuto sa kano Allah.\n\nKagina ka maeto naso Assalaf atawka Assalafiyyah na sifat inya nu mga Ahlissunah Waljamaah, kano katalo nu Nabi Muhammad صلى الله عليه وسلم sa kano hadithin a ما أنا عليه و أصحابي  su antayin e minunot salaki, ando minunot sa kano mga sahaba ko."
	},{
		"title": "Maana nu Kasakuto ",
		"content": "Sekanin su kapangaden sa tumpuk nu Allah sin kano kinapangaden Nin, ando siya kano kasimba lun, ando siya sa kano mga ingalan Nin, ando siya kano mga sifatin. Yanin maana na palitiyayan e adenpan kadnan a salakaw salka Nin a nangaden, ando aden pan kadnan a salakaw salkanin a patut a simban, ando aden pan kadnan a salakaw salkanin a anggungala ando sifat kano mga sifatin, atawka dili kapalitiyaya kano mga ingalan Nin, ando kano mga sifatin. Namba e maana na kasakuto."
	},{
		"title": "Ambalangan u kasakuto",
		"content": "1.\tMasela a kasakuto: Sekanin su kapangaden sa tumpuk nu Allah siya sa kano kinapangaden Nin, ando siya sa kano kasimba lun, atawka isangul sa salakaw sa kano Allah su isa a simba salka Nin, manaso kapangampit sa salakaw salkanin,  ando kapanumbali sa ayam a ipanunuwat sa kano salakaw salkanin a Allah, atawka sasamaya sa salakaw salkanin a Allah, ando su salakaw pan sa kano nan a nanga labit a ya patut na talatantun bo sa kano Allah ipedtapnay na kabedtuwan ba inan langun sa masela a kasakuto. \n\nAndo kaped pan kano ukit a kasakuto a masela naso dili kapalitiyaya sa kano mapayag den ikinasabut lun e pankatan nin sa kano  agama, manaso kadsambayang na dili palitiyayan sa inipaliyugat, atawka dili palitiyayan su haram a hinaram u agama, atawka dili palitiyayan su isa a hinalal a inihalal u agama islam, na kuyug ba inya sa kano masela a kasakuto ando su salakaw san  kano agama.\n\nSu masela a kasakuto na kaped kano mga pinadsanggilan u Allah sin sa kano Qur`an Nin pitalo Nin:\nاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا ... النساء36  \n\"Ando simbano su Allah sa dili kano sumakuto salkanin. [Annisa 36\"]"
	},{
		"title": "Ambalangan u kasakuto a masela",
		"content": "1.\tKasakuto sa kano kandua (Kapangni-ngeni) sa kano salakaw sa kano Allah, manaso kapangeni kano mga Nabi, ando su mga awliya, sa lukaba mangeni sa kanilan, sa rijikiyanka nilan, atawka gamutan nilan su pedsakit. Pitalo nu Allah sa kano Qur`an Nin a mapulo:\n\nوَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ. يونس 106\n\"Ando dika mangeni sa kano salakaw sa kano Allah, ka dili kanin kagkapyanan, ando dili kanin kagkaidan, pabila anggalbiken ninka inan na sabensabenal a makuyog ka kano mga nakasakuto sa kano Allah.\"  [Yunus 106]  \n\nAndo pitalo nu Nabi صلى الله عليه وسلم Antayin e matay sa kano timpo a pangeni-ngeni sa kano salakaw sa kano Allah, na makaludep sa naraka. Pinanudtul e Bukhari\nAndo pitalo nu Allah:  \n\n وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ ما يَمْلِكُونَ مِنْ قِطْمِيرٍ (13) إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجابُوا لَكُمْ وَيَوْمَ الْقِيامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (14\n\"Aminka pangeniyan nu silan a salakaw kano Allah na dala kamilikan nilan, apya su upis u unod. Aminka pangeniyan nu silan na dinilan makineg su anto a mga dua nu! apyapan makineg nilan na dinilan magaga e makainggay nilan salkano, su anto a pangenin nu,  mawma su gay nu harikiyamat na lidasan nilan su anto a sinakutuwan nu, ka daman mamanudtul salka ya Muhammad yatabya naso Allah. [Fater 13-14] \n  \n2.\tKasakuto siya sa kano mga sifat u Allah: yanin upaman naso kapalitiyaya sa su mga Nabi ando su mga awliya na katawan nilan su mga nakasulen. Na kasakuto ba inya a masela. Pitalo nu Allah:\n\nوَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَ... الأنعام 59ۚ\n\"Lekanin a Allah su gunsi nu namakasulen, sa dala mataw lun yatabya na Sekanin bu a Allah. [Al-Ana`m 59]\n\n3.\tKasakuto sa kalilini. Yanin maana na adenpan kaliliniyan , sa lilini a talatanto bo sa kadnan a liyo sa kano Allah. Pitalo nu Allah:\n\nوَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ. البقرة 165\n\"Ando sabad sa kano mga manusiya, na nangaden silan sa salakaw kano Allah, sa sakutuway Nin, taman sa naliniyan nilan sa manaso lilini nilan sa kano Allah, inuntabo naso mga palitiyaya na labi e lilini nilan sa kano Allah. Upama bo ka kailay nu silan anto a nanakuto sa kano Allah su kasiksan u Allah na matalatanto nilan e dala kuwan sa bagel ya tabya naso Allah, sa langun nin ando su kasiksan u Allah  na tanto a malipides”. [Al-Baqarah 165] \n\n4.\tKasakuto sa kapalitiyaya: yanin maana na adenpan palitiyayan sa kapalitiyaya sa kadnan a liyo sa kano Allah. Pitalo nu Allah:\n\nٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ. التوبة 31\n\"Inaden nilan a mga yahudi, ando mga kristiyano, su mga pari nilan sa kadnan, liyo sa kano Allah, inamung nilan lun su  Eisa a wata mama ni Maryam, inunta na dala inisugo sa kanilan yatabya na kasimba sa kano Kadnan, a isabo dala kadnan \nA patut a simban, yatabya na sekanin bo Allah, a Mahasuti sa kano sinakutuwan nilan lun. [Al-taubah 31]\n\n5.\tKasakuto sa kapansil: Yanin maana na kapalitiyaya sa su Allah na inipansilin su ginawa Nin sa kano anggagaisa, niyaba na palitiyaya nu mga pilosopo a mana si Ibn Arabi a sufi, a namba inipamando nin sa kano mga tao, na su Allah na ipebpansilin su ginawa Nin sa kano mga kaaden Nin.\nAndo adenpan mga ambalangan a kasakuto a masela sakano Allah a dala tano den siya malabit."
	},{
		"title": "Hukuman u kasakuto a masela",
		"content": "Su kasakuto a masela na aminka kapalitiyayan, ando manggalbek, na yanin hukuman na kakaperin su minggalbek lun, na aminka ludenba sekanin matay, ka dimakaludep sa kano Islam, atawka dili nin mataubat, na masiksa sekanin sa kano apoy sa naraka sa tanitiyasa, sa dala den kaludepin sa kano sulga nu Allah, sinkano kawna nu gay a mawli. Yanin dalil na katalo nu Allah sa Qur`an:\n\n1.\tSurah Annisa 168-169\n\nإِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلا لِيَهْدِيَهُمْ طَرِيقًا إِلا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا. النساء 168-169 \nSabensabenal su silan anto a mikaper ando midtalimbut na daladen kano Allah e kaampun Nin sa kanilan, atawka tutulo Nin silan, sa kano lalan a matidto, yatabya na lalan sa kanarakan, a makaludep silan lun sa tanitiyasa. [Annisa 168-169]\n\n2.\tSurah Al-Ahjab 65 \n\nإنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا (64) خَالِدِينَ فِيهَا أَبَدًا لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا (65) الأحزاب\n\"Sabensabenal su Allah na pimulkan Nin su mga kaper, ando pitatalamanan Nin silan sa kasiksan, a malipides sa makaludep silan lun sa tanitiyasa, ando dala den mapaluli nilan a kaunutan a makad-tabangay nilan. [Al-Ahjab 653]\n\n3.\tSurah Al-jin 23:\n\nوَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا. الجن  \n23\n\"Antayin e supaken nin su Allah, ando su sinugo Nin, na sabensabenal a kanilan den su apoy sa naraka, sa makaludep silan sa tanitiyasa. [Al-jin 23]\n\nAndo madakel pan e mga ayatan, ando hadith a pakatutulo sa su tao a mga kaper, ando mga sakuto salkanin sa masela a kasakuto na matatap silan sa kano naraka, sa daden kalyo nilan lun. "
	},{
		"title": "Ambalangan u kasakuto a manawt",
		"content": "1.\tAl-riyaa: kapakiilay-ilay. \nYanin mana na anggalbek su tao sa isa a simba sa kano Allah, na aminka aden pakailay lun na pebpiyampiyanan anggalbek, atawka matya, ka ando matalo e mapiya e ikanggalbek, ando kabatya, na niyaba na kasakuto a manawt. \n\nHadith a nakapun kani Abu Sa`d Bin Abi Fadhalah Al-ansari رضي الله عنه  sa yanin pitalo: pitalo nu Nabi صلى الله عليه وسلم Aminka mawma den su gay a mawli a diliden sumala na mawma, na mananawag den su pananawag sa tigin: Antayin e sinakutuwan nin su Allah? sin sa kano  galbek a penggalbiken, na lunin lun tuntuten su balas u antuba a nanggalbiken, ka sabensabenal su Allah na lepas sekanin sa kano kasakuto nu mga simakuto. [Al-termidhi]\n\nإذا جمع اللهُ الناسَ يومَ القيامةِ ليومٍ لا ريبَ فيه نادَى منادٍ مَن كان أشركَ في عملٍ عمله للهِ أحدًا فليطلبْ ثوابَه من عندِ غيرِ اللهِ فإنَّ اللهَ أغنى الشركاءِ عن الشركِ. رواه الترمذي\n\n2.\tAttatayyur. \nYanin inya maana na kadsaratsarat, sa aminka angaganat-ganat sa kapelakaw ka aden sumagad a pananawn, na aden anto na riraren sa mapiya, na gumanat su pengganat ka mapiya su lakaw, aden manem anto na riraren sa mawag, ka maya dili gumanat ka mawag e pananawn. Yanin upaman na aminka gumanat na aden makamban sa kano mga tao sa kano pagubay nin, a makineg nin na di tumalus ka tigin mawag apananawn inya. Aminka   ka mailay nin su puting a pembara a pedsangul sa kano bengawan u walay, na tigin tumalus ako ka mapiya e sarat inya, na niyaba na kasakuto a manawt. Pitalo nu Nabi صلى الله عليه وسلم \n\nوعن ابن مسعود مرفوعا: الطيرة شرك، الطيرة شرك، وما منا إلا ولكن الله يذهبه بالتوكل رواه أبو داود والترمذي وصححه. وجعل آخره من قول ابن مسعود\nAndo nakapun a hadith kani Abdullah Ibn Mas-uod رضي   الله عنه  tigo Nabi صلى الله عليه وسلم Su Attirah na kasakuto, su attirah na kasakuto, daladen salkitano e kiyug, ya tabya na tawakkal sa kano Allah. Sahih [Attirmidhi].\n\n3.\tAttakabbur. \nKapemamasela na kuyog kano kasakuto a manawt. Sa yaninden kailay sa kano ginawa nin na yaden mapiya a tao, atawka yabo pakagaga, atawka yabo pinakamatao sa kano mga tao, atawka pamegesen nin den su mga tao. Na niyaba na tananden ka takabbur a isa kano mga manawt a kasakuto.\n\nPitalo nu Nabi Muhammad صلى الله عليه وسلم Dili den makaludep sa sulga su tao a mapadalem sa kano atay nin e manabo t`pung a ka takabbur. Ya pitalo no isa a mama:  Upama tigin su isa a mama na kaliniyan nin e mapiya e buntal na baligkas nin, ando talumpa nin, nginto makuyug sa kano ka takabbur?. Ya inisumpat nu Nabi صلى الله عليه وسلم Su Allah na mapiya na kaliniyan Nin su mga mapiya. Ya tigin takabbur na isulen ninka su bantang ando umisen ninka su mga tao. \n\n4.\tSabbud Dah`r. \nPamelawakan su mga timpo, atawka su mga lagun, atawka su mga gay, sa antuba e senditan sa kano mawag a kanggulula a pedsagad sa kano antua mga timpo. Pitalo nu Nabi صلى الله عليه وسلم Dino pamlawaki su mga timpo ka su Allah e pegkakaden sa kano langun u kanganggula sa kano mga timpo.\n5.\tEstisqa Binnuujoom. \nYanin ukit na tulikan su tabed u mga bitun na aminka aden mailay lun, na riraren sa mapiya, atawka mawag. yanin upaman na maya mawag e kapendadalakaw ka mitakilidan e karani anya, atawka ambalat ba anya, atawka panenang ba anya, ka aden anya bitun a semebang sa tampal sa balankayan. langun a namba na tananden kasakuto a manawt aminka mamba e kapalitiyaya lun.\n\nPitalo nu Nabi صلى الله عليه وسلم Patbalang a galbekan a maaden kano ummat ko a kajahilan a dili nilan tagaken: ikaisa na kapmamasela sa katupuwan. Ikaduwa kapamaba sa kano katupuwan u isa. Ikatlo kaprerar sa kano mga bitun. Ikapat na kapaliyudtang den sa kauliyang sa kano minatay ando kapamlawak.\n\n6.\tKaped kano kasakuto a manawt na su katalo ninka sa udikana bo su kahanda nu Allah, ando kahanda ni gilaw, na diba inya manggula. \nYanin maana na pinatumpuk ninka si gilaw sa kano anggagaisa a nanggula a dili nin magaga, yatabya na su Allah bo e makagaga sa kano anto a nanggula. \nPitalo ni Ibn Abbas رضي الله عنه kano a katalo nu Allah: فلا تجعلوا لله أندادا و أنتم تعلمون. Na kasakuto a manawt.  \n\n7.\tKadsapa sa salakaw sa kano Allah.\nSu kadsapa sa kano salakaw sa kano Allah, manaso kadsapa ninka sa kano mga Nabi atawka, mga awliya, atawka siya kano kaaba, ando su kaped pan a pedsapan ninka, na kasakuto into a manawt a inisapal nu Nabi صلى الله عليه وسلم  sa yanin katalo:  من حلف لغير الله فقد كفر أو أشرك. Antayin e sapa sa salakaw kano Allah, na sabensabenal a nakaper, ando nakasakuto. Ando pitalo nin pan من كان حالفا فليحلف بالله أو ليصمت..   Antayin e sapa na siyaden sapa sa kano Allah, atawka tumana den diden sekanin sapa.\n\n8.\tSu katalo sa andaw e makahanda nu Allah, ando makahanda ninka, na antuba e manggula.\nNiyaba na kasakuto bun a manawt a inisapal nu Nabi  صلى الله عليه وسلم pitalo nin a hadith pun kani Hudhaifah Bin Alyaman رضي الله عنه pitalo nu Nabi صلى الله عليه وسلم \"Dino pedtalwa e andaw e makahanda nu Allah, ando makahanda ni gilaw, ugid na yano talwa na andaw e makahanda nu Allah na antuba e nakahanda ni gilaw. \n"
	},{
		"title": "Ambidayan a kasakuto a masela ando kasakuto a manawt",
		"content": "1.\tSu masela a kasakuto na papleyo nin su tao sa kano Islam, yanin maana na kakaper sekanin. Inuntabo na su manawt a kasakuto na dili nin pakapaliyo su tao sa kano Islam, muslim bun sekanin ugid na pegkulang su kasampulnan u Tawhid sa kano tao.\n\n2.\tSu masela a kasakuto na dili pagampunin nu Allah sa kano tao, na aminka matay sekanin na matatap sa kano naraka, sa dala den kasulga nin, yatabya na taubatan nin kano unan u dipan sekanin matay. Ugid naso manawt a kasakuto, na apyapan matay sekanin sa dala nin mataubat sa kano unan u dapan sekanin matay, na dilibun matatap sa kano naraka u makanaraka sekanin ka makasulga bun. \n\n3.\tSu masela a kasakuto na kadsabapan a kapegkaawa na balas u langun u nanggalbek u tao a mga mapiya, sa apya ngi kasela nin, ando kadakelin. Inunta bo naso manawt a kasakuto na dili nin kaawa su balas u galbiken a mga mapiya, yatabya na antububa nanggalbiken anto a kasakuto a manawt."
	},{
		"title": "Bityala makapantag sa kano Bed-ah ",
		"content": "Maana nu Bed-ah sa basa na arab na langun a mamakabago na kabedtuwan sa Bed-ah. Ugid na siya sa kano maana nin sa kano agama islam, na langun a mamakabago sin kano agama, a palitiyaya, atawka  galbek, atawka simba a dala tudin sa kano Nabi na antuba e Bed-ah a inisapal nu Nabi  sa kano hadithin a malendo a pinanudtul ni Al-irban Bin Sariyah رضي الله عنه  Sa yanin  pitalo nu Nabi صلى الله عليه وسلم   Sanggilay nu su mamakabago sin kano agama, ka langun a mamakabago na Bed-ah, ando langun a Bed-ah na katadinan. [Hadith a Sahih]\n\nوإيَّاكم ومحدَثاتِ الأمورِ فإنَّ كلَّ مُحدثَةٍ بدعةٌ, وكلَّ بدعةٍ ضلالةٌ..."
	},{
		"title": "Ambalangan a Bed-ah",
		"content": "1.Bed-ah sin kano kapalitiyaya.  Yanin maana na kapalitiyaya, a dala makuyog sa kano kapalitiyaya a initingguma nu Nabi صلى الله عليه وسلم  yanin upaman na Bed-ah a siya mapangaden sa kano t`lutiman a ambalangan u Tawhid, ando siya sa kano kapalitiyaya sa kano mga kitab, a initulon u Allah, ando kapalitiyaya sin kano mga sinugo, ando sin kano kapalitiyaya sa kano mga malaikat u Allah, ando kapalitiyaya sin kano gay a mawli, ando kapalitiyaya sin kano Qada wal qadar, ando siya kano kasiksan, ando limo sa kano pakuboran ando su kaped pan. Siyaba lumudep su Bed-ah sa kano kapalitiyaya,  na yabo kalepas kano niya a Bed-ah na palitiyayan su nganin a nambityala nu Qur`an, ando sunnah nu Sinugo nu Allah, sa dili panalinin ando dili baluban sa apya pan dili matalima nu aqal u manusiya.\n\n2. Bed-ah sin kano kasimba sa kano Allah. Yanin maana na mangaden sa mga ukit a kasimba sa kano Allah, a dala mapangaden sa kano timpo nu Nabi صلى الله عليه وسلم , ando timpo nu mga sahabah nin, sa apya pan yalun kailay na aden kapyanan a mangguna lun u mga muslim, manaso kadselasela sa kano kinimbatan sa kano Nabi صلى الله عليه وسلم, atawka kinambata sa kano mga sahabah, atawka kadselasela sa kano mga masela a nanggula sa kano islam, manaso israah walmiraaj, ando so hijrah, ando so fathu makkah, ando su gay a kinambunuwa sa bader, ando su salakaw pan san, na tananden ba inya Bed-ah sin kano agama, sabap sa dala inya manggalbek sa kano timpo nu Nabi, ando timpo nu mga sahabah, taman sa kano mga tabiin, ando dala nilan isugo e anggalbiken.\n\nYanin ba inya mga dalil sa kano Qur`an na\n1.\tSurah al- Has`r 7\n\nوَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ. الحشر 7  \n\"Ando su nganin a initingguma salkano nu Sinugo, na kamalino, ando su nganin a inisapal nin salkano, na sanggilayno, ando ikagileko su Allah, ka sabensabenal su Allah, na sangat a mapasang e kasiksan. [Al-has`r 7]\n\n2.\tSurah A-nur 63\nفَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ. النور 63  \n\"Sanggilan u silan anto a sinupak nilan su suguwan u Allah, sa masugat silan u fitna, atawka masugat silan u kasiksan, a malipides. [Annur 63]\n\n3  . Surah Al-ahzab 21\n \nقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا. الأحزاب 21\n\"Sabensabenal a naaden salkano sin kano sinugo nu Allah, e sunggilinga a mapiya, sin kano antayin e yanin pegkahanda naso Allah, ando su gay a mauli, ando tinademan nilan su Allah sa madakel. [Al-ahjab 21]\n\nAndo madakel pan e ayatan kano Qur`an a pakatutulo sin kano kinasapalin, ando kinapadsanggila Nin sa kano mga Bed-ah."
	},{
		"title": "Su mga nangalayaman a mga adat u mga kaluksan ando su hukuman nin sa kano Islam",
		"content": "Ikaysa na kapagubad. Yanin inya ukit na andaw ikimbatan sa kano wata, magidsan e mama, atawka babay, na kanduliyan sa paganan su leping nin, a digkailay a shaithan, sa mangumbal sa maee a ipapalas sa buwaya, sa yalun inggumata na duwa timan a leman, ando mga manok, a pinagyaw ibetad siya kano ligid o antuba buwaya, ando mutawa sa impes, ando alul a taguwan sa lansok, a tinutudan, na bukawanan sa kano lawasaig, sa yanggo niyaten na diden mangungkaid so anto a lepeng nin a buwaya ka pinagana den. \n\nSu niyba a adat na kasakuto a manawt, a palalaguy sa kasakuto a masela, aminka yanka angguniyaten na antuba e makagkaed lun na leping nin anto a buwaya, dikana su Allah imakagkaed na kasakuto a masela, a dili mapakaya adi mataubat ka makanaraka ka sa tanitiyasa, sa daden kapakasulga ninka pitalo nu Allah:\n\nإِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ۖ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ... المائدة 72  \n\"Sabensabenal a antayin e sumakuto sa kano Allah, na sabensabenal a hinaram u Allah salkanin su sulga, sa yanin den kandalpan naso naraka, ando dala den sa kano mga sakuto e tabangan u Allah. [Al-maedh 72]\n\nPantag sa kano minggalbek lun manem a muslim, sabap sa kajahil, dilinin katawan e hukuman nin ka dalun makasampay su nia a hukuman u Allah, taman sa minatay den sekanin naso Allah bo e mataw salkanin, sa aden anto na pasulga Ninbon atawka isiksa nin salkanin na dilibun matatap kano naraka, wallahu a`lam. \n\nNa ikiyas ninka den ba inan, kano salakaw san a nalayaman nilan  a adat, manaso kadsakay, Kadtagunggo, kanggaygay sa minatay, ando kapanunggiyong, kagkebel, kabpaliyas ando su salakaw pan san."
	},{
		"title": "Dait patut sa kano muslim makipantag sa kano kasakuto",
		"content": "\nPatut sa kano mga muslim e takena sa mapiya salkanin su Tawhid, sabap sa niyaba e makalepas salkanin sa kano kanarakan, ando makapaludep lun sa sulga, kagina ka maeto na sanggilan nin su langun u katawan nin a kadsabapan a kabatal nu Tawhid sin kano pamusungan nin. Namba e sabapin e su muslim a nakasenep sa mapiya sa kano atay nin su Tawhid, na kagilkan sekanin sa makanggalbek sa kasakuto, yanin kaiduido na sanggilanin su mga Bed-ah, ando su mga kadusan manawt pan sa masela.\n"
	},{
		"title": "Su sapulo a mamakabatal sa kano kaislami",
		"content": "Ikaisa: Kasakuto sa kano kasimba sa kano Allah, yanin maana na tumpukan su Allah sa kano kasimba lun, sa salakaw salkanin, na pakabatal ba into sa kano kaislami. Pitalo nu Allah:\n\n  إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا... النساء 48\n\"Sabensabenal su Allah na dili Nin ampunin su pedsakuto salka Nin, inunta bun a ampunin Nin su salakaw sa kano anto, sa antayain e makahanda nin, ando su antayin e pedsakuto salka Nin, na sabensabenal a nakanggalbek sa masela a dusa. [Annisa 48]\n\nIkaduwa: Antayin e mangaden sa pangampitan nin sa kano pagelitan nilan sa kano Allah, sa kano mga dua nin, ando luba tawakkal salkanin, na sabensabenal a nabatal su kaislami nin.\n\nIkatlo: Antayin e dili malitiyaya sa kaper su mga sinamakuto sa kano Allah, atawka anduwa-duwa sekanin sa kano kaaden nilan sa kaper, atawka pangimbenalen nin sa mapiya su mga tindeg nilan\nsa kano kinakaper nilan, na sabensabenal a nabatal su kaislami nin.\n\nIkapat: Antayin e malitiyaya sa su tutulo a salakaw sa kano tutulo nu Nabi Muhammad صلى الله عليه وسلم,  na niya sampulna a tutulo, atawka kaso atulan a salakaw kano atulan nin, na ya mapiya kano atulan nin, manasu silan anto a yanilan tumon su hukuman u mga sakuto, kano hukuman u Nabi na sabensabenal a nabatal su kaislami nin.\n\nIkalima: Antayin e kabensiya nin su nganin a nakatalingguma nu Nabi صلى الله عليه وسلم, sa apyapan penggalebiken nin su anto a galbekan, na sabensabenal a  nabatal su kaislami nin. Pitalo nu Allah:\n\nذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ... محمد 9 \n\"Sabap sa kagina silan na nabensiyan nilan su nganin a initulon u Allah sa kanilan, na naawan sa kipantag su langun u nanggalbek nilan. [Mohammad 9]\n\nIkanem: Antayin e pamagumpaken nilan su anggagaisa pun kano agama nu Nabi صلى الله عليه وسلم, atawka su mga balas, ando su mga kasiksan, a initatalaman u Allah, na umpaken nilan, na sabensabenal a nabatal su kaislami nilan. Pitalo nu Allah:\n\n  قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُون... التوبة 65\n \"Taluka ya Muhammad, e su Allah, ando su sinugo nin, na pamagumpa-gumpaken nu? [Attawbah 65]             \n             \n لَا تَعْتَذِرُوا قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ... التوبة 66\n              \n\"Dikano den pendawa tigo Allah ka sabensabenal a migkaper kano den, kano ulian nu kina palitiyaya no. [Attawbah 66]\n\nIkapito: Kapangalintaw. Na pakabatal sa kano kaislami. Pitalo nu Allah:\n\nوَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡ... البقرة 102ۖ\n\"Ando dala inipamando nilan a duwa (Harut ando si Marut) pun kano isa, yatabya na talo nilan duwa, e sakami na pakafitna kami, na dikano pegkaper. [Albaqarah 102]\nIkawalo: Su katampel  sa kano mga sakuto, ando katabang sa kanilan sa kano kakuntla sa kano mga muslim, na sabensabenal a pakabatal sa kano kaislami. Pitalo nu Allah.\n \n وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡۗ... المائدة 51\n\"Ando antayin e mamakay salkano sa kano silan a mga kaper, na sabensabenal a makuyog kano sa kanilan. [Al-maedah 51]\n\nIkasiyaw: Antayin e malitiyaya sa su sabad kano mga tao na dilikapatut a munot sa kano panduwan u Nabi صلى الله عليه وسلم  , ando kapakay a lumyo silan sa kano sharyat u Nabi, na sabensabenal a nabatal su kaislami nin.\n\nIkasapulo: Su kataligkud sa kano agama nu Allah sa dili nin den pangagiyan, na kabatal su kaislami nin. \n\nوَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ السجدة \n\"Ando antayin pan e subla ikinasakuto nin sa kano mga tao a nilabit sa kanilan su mga ayatan u kadnan nin, na mawli na sinupak nilan, sekami tigo Allah na kano mga dalwaka na pedsawpan nami. [Alsajadah 22]"
	},{
		"title": "Usayan a matandes kano palitiyaya nu mga salaf assalihin makapantag sa kano niya a mga sifat u Allah",
		"content": "Ikaisa naso sifatin a الإستواء, kinapapulo Nin sa kano arsh, kano andaw e kinapasad Nin mangaden sa kano mga langit, ando su mga lupa, a nalabit sa kano niya a mga ayatan a labiten tano:\n\nIkaisa ayatan na siya sa surah Taha ika 5 ayah.\n﴿ الرَّحْمَٰنُ عَلَى الْعَرْشِ اسْتَوَىٰ﴾ طه 5\nIkaduwa ayatan na siya sa surah Al-a`raaf \n\nإِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ. الأعراف 54\n Ikatlo a ayatan na siya sa surah Ar-ra`d ika 2 ayatan\n\nهو الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ... الرعد2 \nIkapat a ayatan na siya sa surah Al-furqan 59\n\nالَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْش... الفرقان59\nIkalima a ayatan na siya sa surah Assajdah ayah a ika 4\n\nاللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ... السجدة 4ۖ\nIkanem ayatan na siya sa surah Al-haded ika 4 ayatan\nهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ... الجديد 4\n \nIkapito a ayatan na siya sa surah yunos ika 3 a ayatan\n\nإِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ... يونس 3\nYa ke`pit nu mga ulama u Ahlissunnah Waljamaah, iganat ninka den kano pat a mga Imam, mana sila Al-imam Abu Hanifa, ando si Al-Imam Almalik, Al-Imam Assafie, Al-imam Hanbali, taman sa kano mga Ulamaul Hadith, iganat ninka sa kani Al-Imam Bukhari, pandus kaden kano mga ulama a nangawli sa kanilan, a mga Ahlissunnah Waljamaah, ikalimo silan langun u Allah, na yanilan palitiyaya naso Allah na mipapulo sin kano arsh Nin, sa kano ulian u kinapangaden nin sa kano mga langit, ando su lupa, sa kinapapulo, a makadait sa kano kalalatalay Nin, a dili kipanulagid sa kano kapebpapulo nu tao sin kano pegkudan nin, atawka pagedan nin, atawka andaw san a kamebetadan a pebpapuluwan u mga tao. Namba isabapin e so mga jahmiyyah ando su mu`tazilah taman sa kano minunot sa kanilan na nakalyo silan sa kano palitiyaya no mga salaf assalihin, a nambunba su Ahlissunnah Waljamaah, na sabap sa inisulagid nilan su niya a mahasuti a sifat u Allah a kinabpapulo sin kano sifat u kaaden sa kano kapebpapulo, na yanin napagunga sa kanilan, na inidala  nilan su nan a migkaselasela a sifat o Allah a nalabit sa kano Qur`n, ando sunnah nu Nabi  صلى الله عليه وسلم \n\n Pitalo ni Al-imam Malik ikalimo sekanin u Allah:\n\nالاستواء غير مجهول، والكيف غير معقول، والإيمان به واجب، والسؤال عنه بدعة...\nSu istiwa (kinapapulo nu Allah sa kano arsh) na dikana digkasabutan, ka kasabutan e maana nin, ugid naso kabpapanun-panun lun, na dilikatalima na aqal (Yanin maana naso katalo sa panun anto e ukit a kinapapulo nin?) na diliba inan katalima na aqal e ipapanun-panun? Ando su kapalitiyaya lun na patut, ando su kapangingidsa lun na Bed-ah.\nYa pitalo ni Sheikhul Islam Ibn taymiyah ikalimo sekanin u Allah:  na patut a ipadsifat sa kano Allah su mga sifatin, magidsan e sifatin sin kano ginawa Nin a Allah ذاتية   , atawka siya sa kano sifatin sa kano  galbekan Nin فعلية , sa apya pan nakasulagida sin sa kano ingalan u mga sifat u mga manusiya, sabapin sa langon u mga sifatin a Allah a nilabiten sa kano Qur`an, ando siya kano sunnah, na tananden nakapagidsan sa ingalan sa kano langon u mga sifat u manusiya, sa dala tinabya lun, ka langun nin. Na aminka idala ninka su isabo sa kano anto a mga sifat, sa yaninka tindeg na nakasulagid su Allah sa kano kaaden Nin! na midala ninka langon, ka tananden mamagidsan. Na namba e sabapin e su Allah na pinadtakena nin sin kano katalo Nin e sekanin na dala pagidsan Nin sa kano anggagaisa. Pitalo Nin sa surah Ashuraa ika 11 ayahلَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ Dala pagidsan Nin a anggagaisa, ando sekanin na pakakineg, ando pakailay. Namba anan e sabapin sa kinatalo nin anan sa pakailay, pakakineg, sa kano ulian u kina talo Nin sa dala pagidsan Nin, kagina ando Nin mipayag e apyapan su kaaden Nin na midsifat sa kakineg, ando kailay, na dili mapakay a isulagid so kapegkakineg Nin, ando kapegkailay Nin, sa kano kapegkakineg, ando kapegkailay, nu mga kaaden Nin.\n\nPitalo ni Shiekhul Islam Ibn Taymiyyah, ikalimo sekanin u Allah sin kano kitabin a التدمورية ando siya kano mga kitabin a salakaw pan san na tigin \"Su kinadsulagida sa ingalan u mga sifat u Allah, sin sa kano ingalan u mga sifat u kaaden Nin, na dili nin katutulo sa isabo e kasaben-sabenalan nin. \n\nIkaduwa a usayan tano na makapantag sa kano mga sifat u Allah sin kano sifat Dhatiyyah, mana so kinaaden lun sa BIYAS, LIMA, MATA, AY, PALO. Sa ya katalo nu mga tao a nakaliyo sa kano palitiyaya nu Ahlissunnah Waljamaah, na su niya a mga sifat na dili mapakay a pemaanan sa kano maana nin a tidto, ka misulagid su Allah sin kano mga kaaden Nin, a midsifat sa aden biyasin, lima, mata, ay ando palo. Na aminka antuba e ipamaana ninka lon na yanin katutulo tigilan na pinanggulawas ninka su Allah sa manaso lawas u manusiya, a aden biyas nin ando lima, mata, ay ando palo. Na mahasuti tigilan su Allah sa makasulagid sin kano kaaden Nin.\n\nYa paganayan a mapagusay tano kano niya a bityala na. Ikaisa na su langun u niya a sifat u Allah na nalabit langun sa kano Qur`an ando siya kano sunnah nu Nabi nin, kaso BIYAS na nilabiten siya sa surah Al-r-rahman 26-27\n\nكُلُّ مَنۡ عَلَيۡهَا فَانٖ وَيَبۡقَىٰ وَجۡهُ رَبِّكَ ذُو ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ. الرحمن 26-\n27\n\"Su langun u napadalem sa kano kalupan, na tananden kadala, ka Yabo kasama naso BIYAS u Kadnan ninka ya Muhammad, a kuwan sa kapulo, ando kasela.\" Al-rahman 27\n \nSu LIMA na nilabitin siya sa kano surah Saad ayah ika75 pitalo Nin:\nقالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ الْعَالِينَ...ص 75\n \"Pitalo Nin a Allah: Hi, Iblis ngin e pakasapal salka sa dinka kapedsujod  (Kano Adam) a inaden Ko sa kano DUWA A LIMA KO? Nginan ka pemamasela ka atawka miyug ka sa kapulo. Saad 75\n \nSu \tMATA na nilabiten siya sa kano surah Taha ika 39 ka ayah:\n \n وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي وَلِتُصْنَعَ عَلَىٰ عَيْنِي. طه 39 \n\"Ando inimbalatemo Ko salka su lilini a pun sa laki tigo Allah ya Musa ando inilandung Ko seka kano mata ko.\" [Taha 39]\n\nSiya sa kano AY ando su PALO na nilabit  U Nabi sin kano hadith e Abu hurayrah a naliliniyan sekanin u Allah a hadith a sahih a pinanudtul e Muslim:\n\nحديثُ أبي هُرَيرةَ رَضِيَ اللهُ عنه مرفوعًا في تحاجُجِ الجنَّةِ والنَّارِ، وفيه: ((فأمَّا النَّارُ فلا تمتلِئُ حتَّى يضَعَ اللهُ تبارَك وتعالى رِجْلَه «وعندَ مُسلِمٍ: قَدَمَه»، فتقولُ: قَطْ قَط\nHadith ni Abu Hurayra siya sa kano kinapalawa nu Sulga ando su Naraka, napadalem kano anto a hadith e makapantag sa kano naraka na dili map`no taman sa mib`tad u Allah a mahasuti su AY nin. Siya sa kano tudtul e Muslim na PALO Nin. Napasad napasad. \n\nKagina ka nalabit sa kano Qur`an ando sunnah su niya a mga sifat u Allah na yanin maana na inipadsifat u Allah sa kano ginawa Nin, sa aden lun su niya a mga sefat, ando inipadsifat lun u sinugo Nin, na dili sumala na ipadsifat tanubon salkanin, pitalo ni Al-imam ahmad Bin Hanbal\"Dili padsefat kano Allah su mga sefat, ya tabya na andaw su pinadsifatin sa kano ginawa Nin, dili mapakay a lampasan into\". Ando dili tano baluban su maana nin, atawka panambiyan, sabap sa aminka panambiyan tano sa ya tano tindeg na makasulagid su Allah sa kano kaaden Nin, na timbang a pedt`t`buwan tano su Allah, ando su Sinugo Nin, sa inisulagidin a Allah su ginawa nin sa kano mga manusiya, naso Allah na mustahil into sa kano ginawa Nin, ka sekanin e mitalo sa dala pagidsan Nin sa kano langun u kaaden Nin.\n\nYabu minupos kano niya a mga sifat u Allah sa kano ginawa Nin naso mga lumpukan a minitas kano lumpukan u Ahlissunnah Waljamaah, manaso Zahmiyyah ando su Mutazilah ando su mga minunot sa kanilan, sa yanilan tindeg na nakasulagid su Allah sa kano mga kaaden Nin, ka yabo tigilan anggagaisa a aden biyas, lima, ay, palo ando mata, naso kaaden u Allah. Na dili matalima nu aqal a madsifat inya nu Allah.\n\nSu nan a tindeg na sulang sa kano palitiyaya nu Nabi صلى الله عليه وسلم  sa kano mga sefat u Allah, ka sekanin a Nabi mismo na inipadsifatin sa kano Allah su LIMA, sa yanin katalo sa kano hadithin a nakapun kani Abu Musa Al-Ash-ari, ikalimo sekanin u Allah, a nakapun sa kano Nabi صلى الله عليه وسلم Sa yanin katalo: Sabensabenal su Allah na pembelaten Nin su LIMA Nin siya kano magabi, ka ando makataubat su mindusa kano malamag, ando pembelaten Nin su LIMA Nin sa kano malamag, ka ando makataubat su mindusa kano magabi, taman sa dili makasebang su senang sa kano pedsedepan nin.\n\nإنَّ اللَّهَ عَزَّ وَجَلَّ يَبْسُطُ يَدَهُ باللَّيْلِ لِيَتُوبَ مُسِيءُ النَّهَارِ، وَيَبْسُطُ يَدَهُ بالنَّهَارِ لِيَتُوبَ مُسِيءُ اللَّيْلِ، حتَّى تَطْلُعَ الشَّمْسُ مِن مَغْرِبِهَا.\nSakamaeto bun a inipadsefat u Nabi صلى الله عليه وسلم sa kano Allah su BIYAS, sa yanin katalo sa kano hadith a nakapun sa kani Abdullah Ibn Umar, a naliliniyan sekanin u Allah, sa yanin pitalo sin kano dua nu Nabi أعوذُ بالله العظيمِ ، وبوجهه الكريمِ ، وسلطانِه القديمِ ، من الشيطانِ الرجيمِ  Lumindong ako tigo Nabi sa kano Allah a mapulo ando siya sa kano BIYAS nin a malimo, ando siya sa kano kasultan Nin a nawna, pun kano mga shaitan a pamerajamen. Pinanudtul e Abu Daud a hadith a sahih ando si Albayhaqi.\n\nPitalo ni Sheikhul Islam Ibn Taymiyyah ikalimo sekanin u Allah sa kano kitabin a التدمورية \"Su kinapagidsan u mga ingalan u sefat u Allah, sa kano sifat u mga manusiya, ando su anggagaisa, na dili pakatutulo sa magidsan sa kasaben-sabenalan, sa yanin tigin upaman naso Allah na nilabiten su mga napadalen sa kano Sulga Nin, a mga Palasyo, Mga lawasaeg, Mga unga na pamumulan, Mga Eg, Alak, Tineb, Mga babay a bidadari, Mga sapo na pangangayamen, ando su kaped pan, na dala den isabo a nakatalo sin sa kano mga tao a muslim pan sa kaper, sa so anto a mga nalabit a sifat u sulga na makapagidsan silan sa kano mga sifat u kaaden Nin, sa yanin upaman naso alak sa sulga na makapagidsan silan sa nanam atawka buntal u alak sa dunya, ka di abenal silan makapagidsan. Na dili matalima na aqal e su BIYAS u Allah a inipadsifatin sa kano ginawa Nin sa kano Qur`an na makapagidsan silan sa kano BIYAS u kaaden Nin, na maetubon so Lima Nin, ando su kaped pan. A mga sifatin a Allah.\n\nKagina ka maeto, na su langun o mga sifat u Allah a nilabitin sa kano Qur`an Nin, ando  siyakano sunnah, na tanan tano palitiyayan sa andawden e maana nin sa kano basa na arab, sa ditano ipanulagid, ando ditano panambiyan, ando ditano ipebpanunpanun, ando dili tano ipendala, sa yatano matindeg na maya nakasulagid su Allah sa kano kaaden Nin, ka dala makasulagid sekanin, ka dala nin isulagid su ginawa Nin, sa kano mga kaaden Nin."
	},{
		"title": "Su mga Ingalan ando mga sefat u Allah na kuyog kanu Elmul gaybiyaat a nakasulen",
		"content": "Su mga ingalan u Allah ando su mga sifatin na kuyog sa kano inisulen u Allah, a dala nin pasabuti su kasaben-sabenalan Nin, ya tabya naso mga ingalan, ando maana nu anto a mga ingalan, ando mga sifat, na kagina ka nakuyog into sa kano mga elmul gaybiyaat a nakasulen, na diliden mapakay a panusiyapen, ka diliden abenal masampay nu aqal, anto ba e sabapin e pitalo Nin a Allah sa surah Albaqarah ayah 255 وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ  Sa daladen isabo a malangkapin su anggagaisa pun kano kataw Nin a Allah, ya tabya na andaw bo su magkahanda Nin a pasabutan Nin lun. \n\nKagina ka kuyog sa kano mga elmul gaybiyaat, a inisulen u Allah, na diden abenal magaga sa masampay nu aqal u tao, na namba manem isabapin e siyabo katuntayan sa kano duwa timan a wahye, manaso Qur`an, ando su sunnah nu Nabi nin. Sa ya pitalo nu Allah sa kano surah Al-baqarah 285آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ   Nanbun ba e sabapin e kinapitas u mga lumpukan, manaso mga mutakallimon, ando so mga pilosopo, sa kano palitiyaya nu Ahlissunnah Waljamaah, na sabap sa dala nilan saligi su duwa a wahye, ka inusalan nilan sa aqal, sa kano niyaba a mga ingalan ando sifat u Allah."
	},{
		"title": "Nabad su mga tao sinkano mga Ingalan ando mga sefat u Allah sa patbad",
		"content": "Ikaisa: Ahlussunnah Waljamaah. Yanilan palitiyaya na inipanggungala nilan sa kano Allah su langun u mga Ingalan Nin a nilabitin sa kano Qur`an, ando nalabit sa kano sunnah, ando  inipadsifat nilan sa kano Allah su langun u sifatin a nilabitin sa kano Qur`an, ando nalabit sa kano sunnah, sa dala nilan baluba, ando dala nilan palina, ando danilan ipabpanun-panun, ando dala nilan e dala, sa andaw e kasaben-sabenalan a maana nin na maetuden ba, sa dala nilan isulagid sa kano mga sifat u kaaden nin a Allah. \n\nSu mga Ahlussunnah Waljamaah na silan ba anto su mga muslim a kimapet sa kano sunnah nu Rasulullah صلى الله عليه وسلم, manaso mga sahabah, ando su mga tabiin watabiit tabiin, samba na kuyog su pat a imam, manaso Imam Malik, ando su Imam Hanafi, ando su Imam Safe’e, ando su Imam Hanbali, ando su mga tagepeda nilan, ando su mga muhaddisin, mana sila Bukhari, Muslim, Termidhi, Nasae, Abu Daud, andu si Ibn Majah taman kano mga tagepeda nilan. Binedtuwan silan sa Ahlussunnah Waljamaah sabap sa kano kinakapet nilan sa mabagel kano sunnah, sa dala silan pitaspitas siya kano a kinaumparak u ummat kano anto a timpo.\n\nIkaduwa: JAHMIYYAH. Yanilan palitiyaya sa kano mga  Ingalan u Allah ando su mga Sifatin, na dili katalima langun, ka ya nilan tindeg na nakasulagid kon into langun sa kano mga ingalan ando mga sifat u kaaden u Allah, sa yanin upaman naso Ingalan u Allah a pakakineg, na tigilan su manusiya na minggungala sa pakakineg, na midsifat su Allah sa kakineg, na midsifat bun su mga manusiya sa kakineg, ando su salakaw san a mga ingalan ando mga sifat, a natumpukan u Allah ando su mga manusiya su mga Ingalan Nin.\n\nSu JAHMIYYAH na ingalan a lumpukan kano Islam a siya kinandut kano ingalan u napatindeg lun mana si Jahm Bin Safwan, a minatay sa kano lagun 128 kano hijri, yanin maana na naguyaguyag pan sa kano ikaduwa ka centuries kano hijri, sabap sa kano da nilan kapalitiyaya sa kano mga sifat u Allah, na minunga sa yanilan kadtalo naso Qur`an na binaloy, dikana katalo nu Allah, ando dinilan palitiyayan e mailay su Allah sin sa kano kawna nu gay a mawli, kaped sa kano palitiyaya nilan naso Eyman na pangimbenalen bu nu atay, sa apya diliden untulen u dila, atawka anggalbeken, ando yanilan palitiyaya sa kano sulga ando naraka na aden kapedtaman nin dili katatap.\n\nIkatlo: MU`TAZILAH. Yanilan manem palitiyaya na tinalima nilan su langun su mga Ingalan u Allah langun, inuntabo na dala nilan palitiyayay su langun u mga sifat o Allah sa yanilan tindeg na nakasulagid kun su langun u anto a mga sifat sa kano mga sifat u mga manusiya.\n\nSu niya manem a lumpukan, na yalun napatindeg na si Washel Bin Athaa, siya den inya napangaden sa kano paganayan u ikaduwa ka centuries den kano hijri, sin kano ulian u kinambuwat u lumpukan a Jahmiyyah. sa yanilan tindeg na iyuna so Aqal sin kano mga nushos, katalo pun kano Qur`an ando sunnah, ando inidala nilan su mga sifat u Allah ando su Qur`an na kuyog sa kano kaaden u Allah, dikana Nin katalo. aden sa kanilan e limatiman a rukon u palitiyaya a liyo sa kano lima a rukon u Islam.\n \nIkapat: ASHAIRAH. \nYanilan manem palitiyaya na pinalitiyaya nilan su langun u mga Ingalan u Allah, ando inipadsifat nilan sa kano Allah su langun u sifat u Allah, a nalabit sa kano Qur`an, ando sunnah, mana su palitiyaya nu Ahlissunnah Waljamaah. Ugid naso sabad sa kano mga sifat u Allah, na tina`wil sinambiyan nilan sa maana a salakaw kano mapayag a maana nin, sa yanilan tindeg naso anto a mga sifat na (majaaz) sindel na aminka dili nilan kun ta`wilen sambiyan sa maana na makasulagid su Allah sa kano kaaden nin sa sifat. Su sabad manem na tinafwed nilan initapnay nilan sa kano Allah sa sekanin bu a Allah e mataw sa kano maana nin.\n\nSu Ashairah na lumpukan sa kano kaislami a siya kinandut sa kanu ingalan e Al-imam Abulhasan Al-ash-ari rahimahullah a siyaden naguyaguyag sa kano ikapat den ka centuries kano hijri a ya nauna a palitiyaya nin na kuyog sekanin sa kano palitiyaya nu mga mu`tazilah, ugid na siyakano nawli den na tinagakin su mu`tazilah ka tinumampung sa kano palitiyaya nu Ahlussunah waljamaahn taman sa inisulatin su kitabin a iningalanan nin sa الإبانة في أصول الديانة  san ninba inipayag su palitiyaya nin sa kano palitiyaya nu Ahlussunnah waljamaah. Ugid naso mga Ashairah sin kano uliyan nin, na sinulangilan sin sa kano kina ta`wel nilan, ando su kina tafwed nilan, sa kano sabad sa kano mga sifat o Allah, manaso istiwaa, ando su annuzool, ando su Al-wajh, ando su salakaw pan sa kano nan."
	},{
		"title": "Katigan a kasampulnanan",
		"content": "بسم الله الرحمن الرحيم\n\nAwso langun u bantugan na naget sa kano Allah a Kadnan u sakalian a`lam ando su kasajahatla kalilintad na nanget kano pangahulo tano a si Muhammad taman sa kano mga pagali nin ando mga sahabah nin taman sa kano mga tao a minunot sa kano tutulo nin, taman sa kano gay a mawli.\n\nShukor ako kano Allah sa masela ka ininggay Nin salaki e mapasad ko sumulat so niya a manawt a kitab, sa napagusay ko lun sin kano ulian u tawfiq Nin salaki, su mga bityala pantag sa kano Tawhid, ando su ambalangan nin, taman sa kano mga hukuman nin, ando su kasakuto ando su ambalangan nin, ando su hukuman nin, sa mapuntok, ando napagusay kubun siya su sabad sa kano bityala makapantag sa kano palitiyaya no sabad sa kano mga lumpukan u kaislami, a nakasulang sa kano palitiyaya no mga salaf assalihin. Pangnin ko sa kano Allah sa baluy Nin inya sa makambalapantag sa laki, sin sa kano dunya ko ando akhirat ko, taman sa kano langun u makabatya lun.\n\nSu salawat, sajahatla, kalilintad, na nanget sa kano pangahulo tano a Muhammad, taman sa kano mga pamilya nin, ando su mga sahabah nin,  langkap sa kano langun o mga tao, a minunot sa kano panduwan nin, taman sa kano gay a mawli.\n      \nAhmadJohn Naga Salik\n25 Jumada Al-thani 1444\n18 January 2023 "
	}
]